[
  {
    "label": "HER-2阳性",
    "seg_text": "双乳 对称 皮肤 光整 双侧 乳头 未见 凹陷 双侧 乳 导管 未见 明显 扩张 左乳 3 点钟 方向 腺体 深部 肿块 影 大小 约 1.8 * 1.7 * 1.7 cm 肿块 边缘 可见 毛刺 、 分叶 后缘 与 胸肌 筋膜 分界 尚清 DWI 呈 高 信号 ADC 值约 0.988 * 10 - 3mm / s 强化 曲线 呈速升 平台 型 晚期 轻度 洗脱 肿块 周围 乳 导管 扩张 呈 短 T1 短 T 信号 腺体 呈 区段 分布 异常 强化 呈 缓慢 上升 型 左侧 腋窝 见 多发 小 淋巴结 部分 形态 饱满"
  },
  {
    "label": "HER-2阳性",
    "seg_text": "双乳 对称 皮肤 光整 双侧 乳头 未见 凹陷 双侧 乳 导管 未见 明显 扩张 左乳 1 点钟 方向 见 肿块 影呈长 T1 混杂 T 信号 DWI 呈 高 信号 ADC 值 减低 约 0.971 * 10 - 3mm / s 大小 约 0 * 13.3 * 18.4 mm 病灶 边缘 可见 毛刺 强化 曲线 呈速升 平台 型 后期 稍 洗脱 病灶 前缘 距离 主 病灶 边缘 约 13.4 mm 处见 一 大小 约 4.9 * 4.5 mm 的 强化 小 结节 增强 方式 呈速升 平台 型 左乳 6 点钟 见 结节 样 强化 大小 约 4.3 * 4.7 mm 强化 方式 呈 渐增 型 右乳 未见 明显 异常 信号 双乳 内见 少许 小 囊肿 影双侧 腋下 多发 小 淋巴结 右侧 一枚 较大 约 11.7 * 7.3 mm"
  },
  {
    "label": "HER-2阳性",
    "seg_text": "左 乳腺病 术后 术区 疤痕 影 皮肤 无 局限性 增厚 两侧 乳头 无回缩 双乳 内 腺体 丰富 致密 乳 导管 未见 明确 扩张 征象 左乳内 上 象限 可见 非 肿块 样 异常 强化 灶 大小 约 44.4 * 5.4 * 1 . mm 动态 增强 扫描 呈 明显 渐进 强化 TWI 序列 上 信号 不高 ADC 值 明显 减低 约 1.039 * 10 - 3mm / S 双乳 另见 多枚 微小 结节 影呈 渐进性 强化 左侧 乳外 后 间隙 小 椭圆形 长 T1 长 T 信号 影未见 强化 两侧 腋下 未见 肿大 淋巴结 影"
  },
  {
    "label": "HER-2阳性",
    "seg_text": "双乳 对称 皮肤 光整 右侧 乳头 未见 凹陷 左 乳头 扁平 双侧 乳 导管 扩张 右侧 明显 两侧 乳头 后方 见 多个 微小 强化 结节 右侧 明显 双乳 见 多发 小点 片状 异常 强化 影 右乳 外上 象限 10 点 腺体 边缘 见 一 不规则 肿块 大小 约 . 1 * 1.1 * 1.3 cm 边缘 不光 整见 毛刺 平扫 等 信号 为主 弥散 信号 增高 ADC 值约 0.817 * 10 - 3 增强 后 明显 强化 TIC 轻度 洗脱 型 该 病灶 内侧 见 一枚 直径约 0.7 cm 结节 影 边缘 欠 光滑 右乳 内侧 3 点见 少许 小 结节 样 强化 影 直径 小于 0.5 cm 左乳 外侧 3 点见 类 圆形 结节 状 强化 影平 扫 显示 欠清 大小 约 1 * 0.8 * 0.7 cm 增强 后 较 明显 强化 TIC 渐增 型 双侧 腋下 见 数枚 小 淋巴结 部分 皮质 稍 饱满"
  },
  {
    "label": "HER-2阳性",
    "seg_text": "双乳 欠 对称 皮肤 光整 双侧 乳头 未见 凹陷 左乳内 下 象限 8 - 9 点距 乳头 约 3.8 cm 见 一枚 结节 大小 约 1.1 * 1.3 cm 形态 稍 欠 规则 呈 等 T1 稍长 T 信号 影 ADC 值约 0.669 * 10 ^ 3TIC 曲线 呈 轻度 洗脱 型 双乳 见 多发 微小 结节 状 、 小点 片状 轻度 强化 影双侧 乳 导管 局限性 稍 扩张 左侧 腋下 多发 小 淋巴结"
  },
  {
    "label": "HER-2阳性",
    "seg_text": "017 年 05 月 18 日 13 : 59 : 48 双乳 对称 皮肤 光整 两侧 乳头 未见 内陷 右腋 尾部 见 不规则 斑 片状 强化 范围 约 15 * 13 * 11mm 边界 不清 内部 强化 不 均匀 强化 曲线 呈 渐增 型 ； DWI 序列 信号 稍 高 ADC 值约 1.8 * 10 - 3 ； 紧邻 病灶 下缘 见条 片状 强化 延伸 至 右乳 9 点 腺体 外 后缘 边界 不清 强化 曲线 呈 渐增 型 右 腋下 I 区见 两枚 淋巴结 较大 一枚 直径约 1.7 mm 边缘 毛糙 内部 信号 不 均匀 周边 轻 - 中等 强化 强化 曲线 呈 渐增 型 ； DWI 序列 信号 增高 ADC 值约 0.87 * 10 - 3 左乳内 及 左 乳晕 外下 皮下 见 数枚 小 圆形 短 T1 短 T 信号 边缘 光整 直径 均 小于 10mm 未见 强化 左 腋下 未见 肿大 淋巴结"
  },
  {
    "label": "HER-2阳性",
    "seg_text": "双乳 对称 皮肤 光整 左侧 乳头 未见 凹陷 右乳 外侧 腺体 中部 见 形态 不规则 肿块 边界 不清 大小 约 . 0 * 1.7 * . cmADC 值约 1.16 * 10 - 3 病灶 前后 导管 走行区 见 多发 点片 异常 强化 信号 延伸 至 乳头 后 右侧 乳晕 区 皮肤 增厚 略显 凹陷 增强 后 乳头 皮肤 及 乳晕 区 皮肤 见线样 强化 左乳内 见 点片 异常 强化 信号 双侧 乳 导管 未见 明显 扩张 双侧 腋下 见 多发 形态 饱满 淋巴结 最大 一枚 大小 约 0.8 * 0.9 cm 位于 右侧"
  },
  {
    "label": "HER-2阳性",
    "seg_text": "双乳 对称 乳头 扁平 皮肤 未见 明显 局限性 增厚 双乳 腺体 稍 丰富 其间 见 轻度 左 - 中度 右点 片状 强化 双乳 导管 轻度 扩张 左乳外 下 5 点中 后 1 / 3 腺体 交界 部距 乳头 . 8cm 处见 一 不规则 肿块 大小 1.7 * 1 . * 1.9 cm 明显 不均 质 强化 TIC 呈速升 平台 型 强化 晚期 轻度 洗脱 弥散 受限 ADC 值 1.05 * 10 - 3 其 前缘 乳 导管 明显 扩张 双乳 见 多发 结节 状 强化 大小 0.3 - 0.9 cm 沿 导管 方向 排列 TIC 呈 渐增 型 弥散 受限 不 明显 双侧 腋下 未见 明显 肿大 淋巴结 影"
  },
  {
    "label": "HER-2阳性",
    "seg_text": "双乳 形态 轮廓 正常 皮肤 无 局限性 增厚 两侧 乳头 无回缩 双乳 内 腺体 丰富 两侧 乳 导管 未见 扩张 双乳 多枚 结节 影 ： 1 . 右乳 9 点半后 1 / 3 结节 影似 两枚 融合 大小 约 15.9 * 9.8 mm 增强 扫描 速升 速降 型 强化 边缘 略 欠 光整 TWI 等 信号 影 ADC 值 降低 约 0.93 * 10 - 3 . 左乳 8 - 9 点钟 小 结节 影 大小 约 1 * 7mmTWI 高 信号 增强 扫描 呈 渐进性 强化 3 . 左乳 4 点钟 小 结节 影 大小 约 8 * 5mmTWI 稍 高 信号 增强 扫描 呈 渐进性 强化 4 . 余 双乳 散 在 斑片 、 结节 影 TWI 等 信号 影 增强 扫描 呈 渐增 型 强化 双侧 腋下 未见 明显 肿大 淋巴结 影"
  },
  {
    "label": "HER-2阳性",
    "seg_text": "双乳 对称 皮肤 光整 双侧 乳头 未见 凹陷 左乳内 上 见 不规则 肿块 影 大小 约 3.3 * . 8 * . 9cm 边缘 欠光整 周围 腺体 稍 纠集 平扫 呈 等 T1 长 T 信号 影 DWI 信号 明显 增高 ADC 值约 1.015 * 10 - 3 增强 后 病灶 明显 强化 呈速升 洗脱 型 余 双乳 未见 明显 异常 强化 影双侧 乳 导管 未见 明显 扩张 左侧 腋下 见 数个 稍大 淋巴结 最大 一枚 短径 约 7mm 淋巴结 门 存在 右 腋下 未见 肿大 淋巴结"
  },
  {
    "label": "HER-2阳性",
    "seg_text": "双乳 对称 皮肤 光整 双侧 乳头 未见 凹陷 双侧 乳 导管 未见 明显 扩张 左乳内 上 象限 11 点钟 方向 腺体 后 1 / 3 见 一长 T 等 T1 肿块 影 大小 约 17.6 * 8.5 * 15.5 mm 弥散 受限 ADC 值约 0.95 * 10 - 3 增强 明显 强化 中央 坏死 囊 变区 未见 明显 强化 TIC 曲线 呈速升 平台 型 ； 病灶 周边 见 点状 、 斑 片状 强化 影 TIC 曲线 呈速升 平台 型 或 渐增 型 余 双乳 见 数个 点状 强化 影 双乳 见 多发 囊性 灶 右侧 较大 约 0.8 * 0.5 cm 左侧 较大 约 0.4 * 0 . cm 双侧 腋下 未见 肿大 淋巴结"
  },
  {
    "label": "HER-2阳性",
    "seg_text": "双乳 对称 皮肤 光整 右侧 乳头 未见 凹陷 左侧 乳头 轻度 凹陷 左侧 乳 导管 扩张 左 乳头 后方 见 一 肿块 影 大小 约 1.3 * 1 . * 1.3 cm 边缘 欠光整 TWI 等 信号 增强 扫描 肿块 明显 强化 强化 不 均匀 TIC 呈速升 平台 型 弥散 明显 受限 ADC 值约 0.86 * 10 - 3 左侧 乳头 牵拉 凹陷 左乳 4 点后 1 / 3 距 乳头 3.3 cm 处 强化 结节 大小 约 0.7 * 1.0 cm 边缘 不光 整 强化 不均 TIC 呈 缓慢 上升 型 弥散 轻度 受限 ADC 值约 1.38 * 10 - 3 左乳 3 点 腺体 后方 见 少许 斑片样 强化 灶 ； 右乳 内 多发 点状 强化 结节 影 较大 直径约 0.6 cmTIC 渐增 型 双侧 腋下 未见 肿大 淋巴结"
  },
  {
    "label": "HER-2阳性",
    "seg_text": "双乳 对称 左乳 上方 局部 皮肤 稍 增厚 双侧 乳头 未见 凹陷 左乳 1 点 俯卧 矢状位 前缘 距离 乳头 约 36mm 处见 形态 不规则 异常 强化 肿块 大小 约 11.5 * 3.7 * 18.8 mm 信号 不均 质实性 部分 ADC 值约 0.78 * 10 - 3 增强 后速升 平台 型 强化 肿块 偏 下方 边缘 明显 不光 整左乳 10 点后 1 / 3 见 一枚 小短 T1 稍短 T 信号 强化 不 明显 右乳 腺体 实质 内未见 明显 异常 强化 信号 两侧 乳 导管 轻度 扩张 所示 双侧 腋下 未见 肿大 淋巴结"
  },
  {
    "label": "HER-2阳性",
    "seg_text": "右乳 良性 结节 术后 复查 ： 双乳 对称 皮肤 光整 双侧 乳头 未见 凹陷 双乳 内 腺体 丰富 左侧 乳 导管 未见 明显 扩张 右乳 导管 轻度 扩张 右乳 外下 象限 TIRM 上 可见 斑 片状 高 信号 影左乳 7 点见 小 囊肿 动态 增强 扫描 示 右乳 1 点 ( 腺体 后 上 缘 距 乳头 约 78mm ) 可见 异常 强化 影 大小 约 1.3 * 0.9 * 0.8 cm 形态 不规则 边缘 见 毛刺 强化 不 均匀 呈 渐增 平台 型 强化 TWI 低 信号 ADC 值约 0.7 * 10 - 3 右乳 4 点 、 6 点 可见 小斑 片状 强化 灶 较大 范围 约 7.8 * 6.6 mm 均 呈 渐增 型 强化 右乳 7 点 腺体 后方 可见 一 强化 小 结节 影 直径约 5.5 mm 呈 渐增 型 强化 双侧 腋下 见 数枚 小 淋巴结"
  },
  {
    "label": "HER-2阳性",
    "seg_text": "双乳 对称 皮肤 光整 双侧 乳头 未见 凹陷 双乳 内 腺体 丰富 双侧 乳 导管 未见 明显 扩张 右乳 外上 象限 见 一枚 小 囊肿 影 动态 增强 扫描 示左乳 6 - 7 点钟 之间 腺体 偏 后方 见 一 强化 结节 影 大小 约 1.5 * 1 . * 1.1 cmTWI 等 信号 形态 较 规则 边缘 欠光整 强化 不 均匀 TIC 呈 洗脱 型 ADC 值约 1.031 * 10 - 3 其前 外侧 距离 其 边缘 约 0.9 cm 处见 一 强化 小 结节 影 直径约 0.6 cm 呈 渐增 型 强化 左乳 7 点 腺体 后方 见 一 强化 结节 影 大小 约 1 * 0.9 cm 形态 规则 边缘 光整 TIC 呈 洗脱 型 TWI 稍 高 信号 ADC 值约 0.77 * 10 - 3 ； 右乳 1 点见 一 强化 结节 影 大小 约 1 * 0.7 cm 形态 规则 TIC 呈 渐增 型 TWI 高 信号 ADC 值约 1.134 * 10 - 3 . 双侧 腋下 多发 小 淋巴结 影左 腋下 部分 淋巴结 淋巴 门 消失"
  },
  {
    "label": "HER-2阳性",
    "seg_text": "双乳 对称 皮肤 光整 双侧 乳头 未见 凹陷 左乳内 下 7 - 8 点后 1 / 3 见 一枚 结节 状 异常 信号 影 大小 约 13 * 10 * 8mm 形态 不规则 边缘 见 毛刺 增强 后 明显 强化 曲线 呈 渐升 型 其 ADC 值约 0.577 * 10 - 3mm / S . 该 病灶 周围 见 区段 分布 的 非 肿块 样 强化 有 向 乳头 延伸 的 趋势 其 最 前缘 离 乳头 基 底部 约 4 . mm 左乳 1 点后 1 / 3 深度 见 小 结节 影 大小 约 7 * 5mm 增强 曲线 呈 渐增 型 左 乳头 层面 深部 见 小 结节 状及 斑 片状 强化 影 右乳 未见 明显 异常 强化 影双侧 乳 导管 未见 明显 扩张 双侧 腋下 未见 肿大 淋巴结"
  },
  {
    "label": "HER-2阳性",
    "seg_text": "双乳 对称 皮肤 光整 左侧 乳头 凹陷 右侧 乳头 未见 凹陷 左侧 乳 导管 扩张 积液 左乳 9 点见 小 囊肿 信号 动态 增强 扫描 示 左 乳头 正后方 腺体 前方 距 乳头 1 . cm 见 一见 强化 肿块 影 大小 约 1.7 * 1.3 * 1 . cm 形态 较 规则 边缘 不光 整 可见 毛刺 TIC 渐增 型 TWI 低 信号 ADC 值约 0.8 * 10 - 3 肿块 前方 见 条状 强化 灶长 约 1.5 cm 由 病灶 延伸 至 左侧 乳头 乳头 牵拉 内陷 左乳 1 点 腺体 后方 见 一 微小 强化 结节 TIC 渐增 型 距离 肿块 约 4cm 右乳 1 点 腺体 中部 见 一 强化 微小 结节 影 TIC 平台 型 左侧 腋下 见 一枚 稍大 淋巴结 直径约 1.1 cm 淋巴 门 显示 欠清 右侧 腋下 未见 肿大 淋巴结"
  },
  {
    "label": "HER-2阳性",
    "seg_text": "双乳 形态 轮廓 正常 皮肤 无 增厚 两侧 乳头 无回缩 双乳 内 腺体 丰富 乳 导管 未见 明确 扩张 征象 动态 增强 扫描 示左乳内 上 象限 见 一 大小 约 . 1 * 1.8 * 1.9 cm 的 肿块 样 强化 边缘 见 细小 分叶及 毛刺 样 改变 ； 动态 强化 曲线 为 渐增 型 肿块 弥散 受限 ADC 值 最低 处约 0.671 * 10 - 3mm / S 该 肿块 前方 约 1.5 cm 处见 条 片状 强化 灶 右乳 8 点钟 位置 见小斑 片状 强化 灶 两侧 腋下 未见 肿大 淋巴结 影"
  },
  {
    "label": "HER-2阳性",
    "seg_text": "双乳 形态 轮廓 正常 皮肤 无 局限性 增厚 两侧 乳头 无回缩 双乳 内 腺体 丰富 两侧 乳 导管 未见 扩张 右乳 内上 象限 约 1 - 点中 后 1 / 3 见 一 19.8 * 14.8 * 18.3 mm 结节 影及 周围 腺体 散 在 非 肿块 样 区域 增强 后 呈 明显 不 均匀 强化 边缘 见 细小 毛刺 肿块 内部 见 小 圆形 坏死 区 实性 区域 强化 曲线 呈速升 平台 型 ； DWI 序列 信号 明显 升高 ADC 值 最低 约 0.85 * 10 - 3mm / S 双乳 多枚 结节 较大 一枚 位于 左 乳头 下方 大小 6.5 * 5.9 mm 双侧 腋下 可见 多枚 小 淋巴结 影"
  },
  {
    "label": "HER-2阳性",
    "seg_text": "双乳 对称 皮肤 光整 双侧 乳头 未见 凹陷 双侧 乳 导管 未见 明显 扩张 . 左乳 - 3 点钟 方向 肿块 影 大小 约 . 8 * . 3 * . 6cm 信号 稍 欠 均 边缘 可见 分叶 局部 皮肤 未见 明显 受累 弥散 受限 ADC 值 减低 约 0.9 * 10 - 3mm / sTIC 呈速升 平台 型 肿块 后缘 见 强化 结节 距 肿块 约 6mm 强化 方式 与 肿块 相似 左乳外 上 象限 约 1 点钟 方向 腺体 边缘 见 斑片样 强化 大小 约 6 * 7mmTIC 呈 渐增 型 强化 右乳 乳头 后方 浅层 见小斑片 、 结节 样 强化 范围 约 13.6 * 10.9 mmTIC 呈 渐增 型 双侧 腋下 未见 肿大 淋巴结"
  },
  {
    "label": "HER-2阳性",
    "seg_text": "双乳 对称 皮肤 光整 两侧 乳头 未见 内陷 左乳外 下 象限 约 5 点钟 方向 中 1 / 3 深部 前缘 距离 乳头 约 . 1cm 处见 类 圆形 略 短 T1 略 短 T 信号 结节 边缘 光整 最大 层面 约 1.4 * 1.4 * 1.1 cmT - FS 序列 病灶 周边 似见 低 信号 包膜 ； 增强 后 可见 明显 强化 强化 曲线 呈 洗脱 型 ； 于 DWI 序列 呈 明显 高 信号 ADC 值约 1.0 * 10 - 3 该 病灶 后缘 及外 下缘 4 - 5 点钟 方向 可见 微 结节 及小斑 片状 强化 灶 范围 小于 1.0 cm 强化 曲线 呈 平台 型 右乳 外下 乳头 下 缘 水平 腺体 边缘 见 0.6 * 0.5 cm 强化 结节 强化 曲线 呈 轻度 洗脱 型 右乳 1 点近 腺体 上缘 见 小斑 片状 强化 灶 边缘 模糊 范围 约 0.8 * 0.7 cm 强化 曲线 呈 平台 型 ； 病灶 后边 可见 局灶 轻度 扩张 分支 导管 余 双乳 内见 散 在 多发 点 片状 强化 灶 左乳内 见 少许 复杂 囊肿 直径 均 小于 0.5 cm 双乳 导管 局限性 轻度 扩张 上方 为 著 双侧 腋下 未见 明显 肿大 淋巴结"
  },
  {
    "label": "HER-2阳性",
    "seg_text": "双乳 形态 轮廓 正常 双侧 乳头 无回缩 双乳 内 腺体 丰富 两侧 乳 导管 未见 扩张 1 . 动态 增强 扫描 示 右乳 外上 象限 局部 腺体 结构 扭曲 11 - 1 点钟 方向 见 一 大小 约 . 3 * 19 * 18mm 的 肿块 样 强化 影 可见 分叶 无 明显 边界 右乳 外上 皮肤 局部 可见 凹陷 强化 方式 呈速升 洗脱 型 TWI 呈 等 、 稍低 信号 DWI 呈 高 信号 ADC 值 最低 为 0.788 * - 3mm / s 病变 与 周围 结构 分界 不清 病灶 后 下方 9 点钟 乳头 后方 腺体 边缘 、 内 下方 5 点钟 后 1 / 3 及 乳头 后方 、 乳腺 下 象限 见 多发 结节 、 斑片影 部分 呈速升 平台 型 强化 部分 为 渐增 型 强化 其中 乳头 后外 下 局部 异常 强化 向 乳头 后 延伸 累及 局部 乳晕 区 皮肤 伴 局部 皮肤 异常 强化 . 左乳见 多发 点 片状 、 结节 状 异常 强化 信号 左 乳头 平面 稍 偏内 上 见 形态 欠 规则 强化 结节 大小 约 1.8 * 9.0 mm 增强 扫描 呈 渐增 型 强化 左乳内 上 局部 腺体 团 片状 早期 强化 稍 明显 ADC 值约 1 . * 10 - 3 . 所示 双侧 腋下 未见 明显 肿大 淋巴结 影 右侧 内乳 淋巴 链区 见 一枚 小 淋巴结 弥散 高 信号 肝脏 见 多个 类 圆形 长 T 异常 信号"
  },
  {
    "label": "HER-2阳性",
    "seg_text": "双乳 对称 双侧 乳头 未见 凹陷 右乳 皮肤 及外 上 象限 腺体 实质 增厚 水肿 右乳 导管 部分 分支 扩张 右乳 外上 象限 见 一类 圆形 肿块 影略 呈 分 叶状 大小 约 1.3 * 1.4 cm 弥散 明显 受限 ADC 值约 0.713 * 10 - 3 增强 明显 强化 TIC 曲线 呈速升 洗脱 型 ； 邻近 见 一枚 结节 影 大小 约 0.5 * 0.8 cm 边界 尚 清晰 ADC 值 亦 减低 TIC 曲线 呈 渐增 洗脱 型 左乳点 、 3 点 、 6 点见 多个 强化 结节 影 较大 约 4 * 4 * 5mmTIC 曲线 呈 轻度 渐增 强化 双侧 腋下 多发 小 淋巴结 影 形态 未见 明确 异常 较大 约 0.5 cm"
  },
  {
    "label": "HER-2阳性",
    "seg_text": "双乳 对称 乳头 未见 明显 凹陷 皮肤 未见 明显 局限性 增厚 双乳 腺体 部分 退化 其间 见 中度 点 片状 强化 双乳 导管 未见 明显 扩张 左乳外 下 4 点 腺体 后 1 / 3 部距 乳头 7.7 cm 处见 一 不规则 肿块 影 大小 1.5 * 1.6 * 1.8 cm 边缘 见 浅 分叶及 短小 毛刺 影 不均 质 明显 强化 TIC 呈 缓慢 持续 强化 弥散 受限 ADC 值 1.07 * 10 - 3 其 后方 距其 0.6 cm 处见 斑 片状 轻度 强化 影 大小 0.9 * 0.4 cm 弥散 轻度 受限 ADC 值 1.01 * 10 - 3 ； 左 乳头 后方 腺体 中 1 / 3 部距 乳头 4.0 cm 处见 一 直径 0.5 cm 结节 状 强化 影 TIC 呈 缓慢 持续 强化 弥散 不 受限 右乳 未见 明显 异常 强化 肿块 及 结节 影双侧 腋下 未见 明显 肿大 淋巴结 影"
  },
  {
    "label": "HER-2阳性",
    "seg_text": "双乳 对称 皮肤 光整 双侧 乳头 未见 凹陷 右侧 乳 导管 稍 扩张 右乳 外上 象限 10 点钟 方向 腺体 后 1 / 3 见 一 不规则 形 强化 灶 弥散 稍 受限 ADC 值约 1.047 * 10 - 3TIC 曲线 呈 渐增 平台 型 大小 约 1 . * 1.0 * 1.5 cm 双乳 见 数个 强化 小 结节 影 TIC 曲线 呈 渐增 平台 型 右乳 较大 约 0.7 * 0.45 cm 左乳 较大 约 0.6 * 0.45 cm 双侧 腋下 未见 肿大 淋巴结 左侧 前 肋 乳头 水平 呈长 T 等 T1 信号 增强 可见 强化"
  },
  {
    "label": "HER-2阳性",
    "seg_text": "双乳 形态 轮廓 正常 皮肤 无 局限性 增厚 两侧 乳头 无回缩 双乳 内 腺体 丰富 两侧 乳 导管 未见 扩张 右 乳头 平面 稍 偏 上方 中 1 / 3 前缘 距 乳头 约 37mm 见 一 0.4 * 0.1 * 18.6 mm 肿块 影 部分 边界 清楚 部分 边缘 欠光整 增强 后 呈 明显 强化 强化 曲线 呈 洗脱 型 ； DWI 序列 信号 明显 升高 ADC 值 最低 约 0.677 * 10 - 3 双乳 另见 多枚 微小 结节 影呈 渐增 型 强化 余 双乳 见 多发 点 片状 异常 强化 信号 双侧 腋下 未见 明显 肿大 淋巴结 影"
  },
  {
    "label": "HER-2阳性",
    "seg_text": "双乳 对称 皮肤 光整 双侧 乳头 未见 凹陷 双侧 乳 导管 未见 明显 扩张 左乳 外侧 3 点中 1 / 3 见 一 0.9 * 0.8 * 1.0 cm 异常 强化 肿块 边缘 毛糙 TIC 呈 平台 型 ； DWI 序列 信号 增高 ADC 值 最低 约 1.035 * 10 - 3 乳后 脂肪 间隙 清晰 右乳 未见异常 强化 双侧 腋下 未见 肿大 淋巴结"
  },
  {
    "label": "HER-2阳性",
    "seg_text": "双乳 对称 皮肤 光整 双侧 乳头 未见 凹陷 双侧 乳 导管 未见 明显 扩张 左乳内 上 象限 11 点钟 方向 腺体 后部 见 一 肿块 影呈分 叶状 等 T1 稍 高 T 信号 弥散 明显 受限 ADC 值约 0.704 * 10 - 3 增强 明显 不 均匀 强化 TIC 曲线 呈 洗脱 型 大小 约 . 3 * 1.8 * . 0cm 肿块 前方 至 乳头 后见 多发 结节 及条 片状 强化 肿块 与 后方 胸肌 分界 清左乳 血管 影 丰富 右乳 未见 明显 异常 肿块 影 左侧 腋下 I 区见 一 稍 大 淋巴结 大小 约 0.9 * 0.6 * 0.9 cm 左侧 内乳 淋巴 链 第二 前 肋 水平 见 一 稍 大 淋巴结 大小 约 0.9 * 0.6 cm 所示 肝脏 见 数个 囊性 灶 较大 约 . * 1.7 cm"
  },
  {
    "label": "HER-2阳性",
    "seg_text": "双乳 对称 皮肤 光整 双侧 乳头 未见 凹陷 双乳 内 腺体 丰富 双侧 乳 导管 未见 明显 扩张 动态 增强 扫描 示左乳 1 点见 一 强化 肿块 影 大小 约 * 1 * 1.8 cm 形态 不规则 边缘 不光 整 TWI 高 信号 TIC 洗脱 型 ADC 值约 0.933 * 10 - 3 左乳约 3 点见 斑片 结节 样 强化 灶 大小 约 0.8 * 0.4 cmTIC 渐增 型 右乳 内见 少许 点状 强化 结节 影 直径 小于 0.5 cm 双侧 腋下 未见 肿大 淋巴结"
  },
  {
    "label": "HER-2阳性",
    "seg_text": "双乳 对称 皮肤 光整 双侧 乳头 未见 凹陷 双乳 内 腺体 少量 双侧 乳 导管 轻度 扩张 积液 动态 增强 扫描 示 右乳 1 点 腺体 中 后部 可见 一 不规则 强化 肿块 边缘 欠光整 大小 约 . 3 * 1.6 * 1.6 cmTWI 高 信号 强化 不 均匀 呈速升 平台 型 强化 ADC 值约 0.87 * 10 - 3 肿块 周围 血管 影较 对侧 增多 该 病灶 前 下方 距离 其 边缘 约 11mm 处见 小 片状 异常 强化 信号 平台 型 强化 左乳未 见 明显 异常 强化 灶 双侧 腋下 未见 肿大 淋巴结"
  },
  {
    "label": "HER-2阳性",
    "seg_text": "双乳 对称 皮肤 光整 双侧 乳头 未见 凹陷 双乳 内 腺体 少量 双侧 乳 导管 未见 明显 扩张 动态 增强 扫描 示左乳 1 点见 一 强化 肿块 影 大小 约 1.5 * 1.5 * 1.5 cm 形态 较 规则 边缘 不光 整 TWI 低 信号 ADC 值约 0.669 * 10 - 3 不 均匀 明显 强化 动态 增强 曲线 呈 洗脱 型 肿块 周围 血管 影较 对侧 增多 右乳 未见 明显 异常 强化 灶 左侧 腋下 胸大肌 外侧 缘见 两小 淋巴结 形态 饱满 有 强化 右侧 腋下 未见 肿大 淋巴结"
  },
  {
    "label": "HER-2阳性",
    "seg_text": "双乳 对称 皮肤 光整 双侧 乳头 未见 凹陷 右乳 内上 约 1 - 点见 形态 不规则 异常 强化 肿块 肿块 大小 约 1 . * 7.8 * 4.0 mmADC 值约 1.1 - 1 . * 10 - 3 速升 平台 型 强化 肿块 周围 见 多发 大小不等 异常 强化 结节 影以 速升 平台 型 强化 为主 部分 呈 洗脱 型 ； 右 乳头 后 上方 腺体 浅层 见 数个 异常 强化 结节 ADC 值约 1.09 - 10 - 3 速升 持续上升 近 平台 型 该处 结节 距离 主 病灶 约 13mm 矢状位 右乳 皮肤 及 胸肌 筋膜 未见 明显 异常 强化 左乳约 9 点钟 腺体 中部 见局 灶 斑片 异常 强化 范围 约 8.8 * 9.0 mmADC 值约 1 . * 10 - 3 持续上升 型 强化 双乳 见 数个 微小 囊肿 未见 强化 双侧 乳 导管 未见 明显 扩张 双侧 腋下 未见 肿大 淋巴结"
  },
  {
    "label": "HER-2阳性",
    "seg_text": "双乳 形态 欠 对称 右乳 增大 皮肤 增厚 水肿 乳头 无 明显 凹陷 右乳 内上 见 点钟 腺体 前 中部 见 形态 不规则 异常 强化 信号 肿块 3.9 * . 5 * . 0cmADC 值约 0.83 * 10 - 3 速升 洗脱 型 强化 肿块 周边 邻近 见 多发 微小 强化 结节 肿块 周边 邻近 皮肤 轻度 凹陷 改变 邻近 右侧 皮肤 内见 少许 点片 轻度 异常 强化 信号 右侧 腋下 I 区见 多发 肿大 淋巴结 最大 一枚 大小 约 . 9 * 4.4 cm 部分 融合 II 区见 一枚 稍大 淋巴结 左 乳腺 体 实质 内见 少许 点片 异常 强化 信号 右侧 乳 导管 未见 明显 扩张 左侧 腋下 见 多个 皮质 增厚 淋巴结"
  },
  {
    "label": "HER-2阳性",
    "seg_text": "017 年 03 月 5 日 09 : 0 : 9 双乳 形态 轮廓 正常 皮肤 无 局限性 增厚 两侧 乳头 无回缩 双乳 腺体 丰富 乳 导管 未见 明确 扩张 征象 T1WI 序列 动态 增强 扫描 示 右乳 内上 象限 1 点钟 位置 见 一 大小 约 5.1 * 18.0 * 15.4 mm 的 肿块 样 强化 动态 强化 曲线 为速升 平台 型 其内 ADC 值约 0.93 * 10 - 3mm / S 右 乳头 内侧 皮肤 及 皮下 软组织 絮状 稍 高 信号 影 右乳 外上 象限 11 点钟 前 1 / 3 结节 影 大小 0.6 * 0.5 * 1.0 cm 强化 结节 边缘 不光 整 强化 曲线 呈 渐增 型 距离 主 病灶 边缘 约 9mm 左 乳头 后方 腺体 深部 可见 多发 片 絮状 、 微小 结节 状 强化 结节 强化 曲线 呈 渐增 型 双侧 腋下 见 多枚 小 淋巴结 影 较大 一枚 大小 约 10.5 * 0.6 mm 双侧 腋下 可见 腺体 信号 影 增强 扫描 呈 渐进 型 强化"
  },
  {
    "label": "HER-2阳性",
    "seg_text": "双乳 形态 轮廓 正常 皮肤 无 局限性 增厚 两侧 乳头 无回缩 双乳 腺体 丰富 乳 导管 未见 明确 扩张 征象 T1WI 序列 动态 增强 扫描 示左乳上 象限 见 一 大小 约 4 * 19.8 * 33.8 mm 的 肿块 样 强化 及大 范围 非 肿块 样 强化 正常 组织 与 病变 组织 混杂 分布 动态 强化 曲线 为速升 平台 型 其内 ADC 值约 1.0 * 10 - 3mm / S 左乳内 下 象限 部分 受累 病变 下方 见 数枚 小 结节 影 T1WI 序列 动态 增强 扫描 示 右乳 上 象限 见 一 大小 约 6 * 19.8 * 17.9 mm 的 非 肿块 样 强化 正常 组织 与 病变 组织 混杂 分布 动态 强化 曲线 为速升 平台 型 其内 ADC 值约 1.09 * 10 - 3mm / S 其 下方 见 多发 结节 影呈 洗脱 型 强化 左侧 腋下 见 肿大 淋巴结 影 大小 约 1.4 * 1.3 * 16.0 mm 右侧 腋下 未见 肿大 淋巴结 影"
  },
  {
    "label": "HER-2阳性",
    "seg_text": "双乳 对称 皮肤 光整 双侧 乳头 未见 凹陷 双乳 内 腺体 退化 双侧 乳 导管 未见 明显 扩张 动态 增强 扫描 示左乳 11 点见 一 强化 肿块 影 大小 约 . 1 * . * 1.9 cm 形态 不规则 边缘 见 毛刺 强化 不 均匀 呈 渐增 平台 平台 型 强化 TWI 高 信号 ADC 值约 0.767 * 10 - 3 肿块 周围 血管 影较 对侧 明显 增多 肿块 的 前 内侧 缘 皮肤 牵拉 内陷 皮肤 未见 明显 受累 ； 肿块 的 后 外侧 见 两枚 强化 小 结节 影 较大 直径约 5.7 mm 距离 肿块 的 距离 5.3 及 7.4 mm 均 呈 洗脱 型 强化 左乳 5 点 腺体 后方 见 一 强化 小 结节 影 直径约 3mm 呈 渐增 型 强化 右乳 散 在 数枚 点状 强化 小 结节 影双侧 腋下 多发 稍大 淋巴结 皮质 稍 增厚 淋巴结 门 清晰"
  },
  {
    "label": "HER-2阳性",
    "seg_text": "双乳 对称 皮肤 光整 右侧 乳头 未见 凹陷 左侧 乳头 轻度 凹陷 左乳内 见 弥漫 分布 异常 强化 大小不等 结节 影 累及 乳头 伴 左 乳头 凹陷 最 明显 一枚 结节 位于 左乳 外侧 约 3 点钟 腺体 中部 大小 约 0.7 * 0.9 cmADC 值约 0.84 * 10 - 3 增强 后 呈 速升 洗脱 型 余 左乳内 多发 结节 大部分 呈 持续上升 型 ； 左侧 腋下 见 多发 形态 饱满 小 淋巴结 及 多发 肿大 淋巴 右乳 内见 少许 点片 异常 强化 信号 右侧 乳 导管 未见 扩张 右侧 腋下 见 数个 小 淋巴结 所示 右侧 胸廓 中部 局部 肋骨 与 肋软骨 连接处 见 强化"
  },
  {
    "label": "HER-2阳性",
    "seg_text": "双乳 对称 皮肤 光整 双侧 乳头 未见 凹陷 双乳 内 腺体 少许 两侧 乳 导管 扩张 积液 左侧 乳 导管 未见 明显 扩张 左乳 上方 见 一枚 囊肿 影 直径约 1 . cm 左乳 10 点见 一 强化 结节 影 形态 不规则 边缘 尚清 大小 约 1.9 * 1.3 cmTWI 不 均匀 稍 高 信号 呈速升 平台 型 强化 强化 不 均匀 ADC 值约 0.83 * 10 - 3 左乳腋 尾部 见 一枚 内乳小 淋巴结 影右 乳头 平面 腺体 深部 见 一枚 强化 小 结节 渐增 近 平台 型 强化 左侧 腋下 见 多发 皮质 增厚 淋巴结 所示 其中 一枚 稍大 大小 约 1 . * 5.0 mm"
  },
  {
    "label": "HER-2阳性",
    "seg_text": "双乳 对称 皮肤 光整 右乳 外下 局部 皮肤 稍 增厚 水肿 双侧 乳头 未见 凹陷 右乳 外下 约 7 点钟 中后 1 / 3 俯卧 矢状位 前缘 距离 乳头 约 59mm 处见 形态 不规则 结节 边界 不光 整 ADC 值约 1.0 * 10 - 3 增强 后 不均 质 持续上升 型 强化 大小 约 19.6 * 1.5 * 14.1 mm 该 病灶 前方 见 另 一枚 形态 不规则 边缘 不光 整 结节 ADC 值约 0.95 * 10 - 3 持续上升 型 强化 大小 约 15.8 * 11.4 * 8.9 mm 两枚 结节 部分 相连 ； 该 两枚 结节 内上 周边 见条 片状 及 数个 强化 结节 在 高 b 值 DWI 上 呈 高 信号 余 双乳 见 多发 点 片状 、 微小 结节 状 异常 强化 信号 部分 结节 位于 乳 后方 导管 走行区 伴 双乳 局部 乳 导管 轻度 扩张 所示 右侧 腋下 见 数个 皮质 稍 增厚 小 淋巴结 淋巴结 门 部分 可见 ； 左侧 腋下 见 数个 形态 饱满 小 淋巴结"
  },
  {
    "label": "HER-2阳性",
    "seg_text": "双乳 对称 皮肤 光整 双侧 乳头 未见 凹陷 左乳 外侧 约 3 点后 1 / 3 距 乳头 约 5.1 cm 见 一 . 4 * 1.6 * . 0cm 等 T1 混杂 T 信号 肿块 增强 后 呈 明显 稍 不 均匀 强化 边缘 不光 整 TIC 呈 平台 型 ； DWI 序列 信号 增高 ADC 值 最低 约 0.85 * 10 - 3 肿块 周边 1.0 cm 范围 内见 少许 斑点 强化 前下缘 为 著距 乳头 约 4.3 cm 左 腋下 I 区见 少许 肿大 淋巴结 最大 一枚 短径 约 1.1 cm 左侧 第二 前 肋 水平 见 一枚 小内 乳 淋巴结 右乳 内未见 明确 异常 强化 右侧 腋下 未见 肿大 淋巴结"
  },
  {
    "label": "HER-2阳性",
    "seg_text": "双乳 对称 乳头 未见 明显 凹陷 皮肤 未见 明显 局限性 增厚 双乳 腺体 稍 丰富 其间 见 少许 点 片状 强化 右乳 上方 1 点中 后 1 / 3 腺体 交界 区距 乳头 4.7 cm 处见 类 圆形 结节 影 边缘 尚光整 大小 约 1 . * 0.8 * 1.1 cm 明显 强化 TIC 呈速升 洗脱 型 晚期 呈 环形 强化 弥散 明显 受限 ADC 值 0.70 * 10 - 3 右乳 外上 见 区域 非 肿块 样 强化 影 TIC 呈 缓慢 持续 强化 弥散 受限 ADC 值 0.95 * 10 - 3 其内 亦 见 数个 微小 结节 状 明显 强化 TIC 呈速升 洗脱 强化 弥散 受限 ADC 值 0.95 * 10 - 3 左乳见 少许 微小 结节 直径 小于 0.5 cm 及 片状 强化 右侧 腋下 见 两 稍 大 淋巴结 大小 0.9 * 0.5 cm 和 1.9 * 0.7 cm 左侧 腋下 未见 明显 肿大 淋巴结 影"
  },
  {
    "label": "HER-2阳性",
    "seg_text": "双乳 形态 轮廓 正常 皮肤 无 局限性 增厚 两侧 乳头 无回缩 双乳 内 腺体 丰富 乳 导管 未见 明确 扩张 征象 双乳 内见 多发 小 囊肿 影以 左乳外 上 象限 为 著 T1WI 序列 动态 增强 扫描 示左乳 - 3 点钟 之间 见 一 肿块 样 强化 灶 大小 约 16.6 * 13.5 * 0.6 mm 内部 强化 不 均匀 动态 强化 曲线 为 缓升 平台 型 其内 ADC 值 最低 处约 0.74 * 10 - 3mm / S . 该主 病灶 后 下缘 距离 其 边缘 约 6mm 处见 一小 结节 样 卫星 灶余双 乳腺 体内 未见异常 强化 灶 两侧 腋下 未见 肿大 淋巴结 影"
  },
  {
    "label": "HER-2阳性",
    "seg_text": "双乳 对称 皮肤 光整 双侧 乳头 未见 凹陷 双乳 见 多发 小点 片状 异常 强化 影 右乳 外侧 9 点见 不规则 肿块 影 局部 边界 欠清 大小 约 17 * 14 * 14mm 平扫 呈 等 T1 长 T 信号 DWI 信号 增高 ADC 值 减低 约 0.93 * 10 - 3 增强 后 明显 强化 强化 曲线 呈速升 平台 型 肿块 周围 见片 絮状 及类 结节 状 强化 影 位于 肿块 后 上方 15mm 范围 内见 一枚 大小 约 10 * 7 * 6mm 结节 影 边界 较清 强化 明显 右 腋下 部分 淋巴结 皮质 稍 不 均匀 增厚 淋巴 门 尚存 右乳 见 少许 小囊 性 信号 影双侧 乳 导管 未见 明显 扩张 双侧 腋下 淋巴结 稍 肿大 淋巴结 门 存在"
  },
  {
    "label": "HER-2阳性",
    "seg_text": "双乳 基本 对称 右 乳头 内陷 上方 皮肤 局部 凹陷 ； 左 乳头 未见 明显 凹陷 皮肤 未见 明显 局限性 增厚 双乳 腺体 部分 退化 其间 见 中度 点 片状 强化 右乳 主导 管 扩张 其后 偏 内侧 1 点见 一 不规则 肿块 影 边缘 欠光整 大小 3.4 * . 6 * * . 7cm 不均 质 明显 强化 TIC 呈速升 平台 强化 弥散 明显 受限 ADC 值 0.66 * 10 - 3 其 内侧 见 一 直径 0.5 cm 强化 结节 影 TIC 呈速升 平台 型 强化 左乳 导管 未见 明显 扩张 左乳未 见 明显 强化 肿块 及 结节 影 右侧 腋下 见 数个 淋巴结 影 部分 小 淋巴结 形态 稍 饱满 淋巴结 门 显示 欠佳 左侧 未见 明显 肿大 淋巴结 影"
  },
  {
    "label": "HER-2阳性",
    "seg_text": "双乳 对称 皮肤 光整 双侧 乳头 未见 凹陷 双乳 内 腺体 丰富 双侧 乳 导管 未见 明显 扩张 双乳 多发 小 囊肿 信号 较大 直径约 1.4 cm . 动态 增强 扫描 示 右乳 9 点 腺体 后方 见 一 强化 肿块 影 大小 约 . 4 * 3.0 * . 5cm 呈分 叶状 TWI 高 信号 强化 不 均匀 TIC 为 渐增 平台 型 ADC 值约 1.06 * 10 - 3 肿块 周围 外上 及 外下 . 0cm 范围 内见 多发 类 圆形 型 强化 小 结节 影 较大 直径约 1cmTIC 渐增 平台 型 ； 右乳 6 点 腺体 前方 见 一 强化 小 结节 影 直径约 0.5 cmTIC 渐增 型 ； 右乳 1 点 腺体 中部 见 一条 片样 强化 灶 范围 约 * 1cmTIC 渐增 型 ； 左乳内 多发 强化 小 结节 影 较大 位于 3 点 直径约 1cmTIC 均 渐增 型 扫描 范围 内双侧 腋下 未见 肿大 淋巴结"
  },
  {
    "label": "HER-2阳性",
    "seg_text": "双乳 对称 皮肤 光整 双侧 乳头 未见 凹陷 双侧 乳 导管 未见 明显 扩张 左乳外 下 象限 4 点钟 范围 内 腺体 边缘 见 一枚 不规则 形 结节 影 边缘 见 毛刺 大小 约 1 . * 1 . * 1.0 cmTWI 呈 低 信号 T1WI 呈 等 信号 弥散 受限 ADC 值约 0.97 * 10 - 3 增强 明显 强化 TIC 曲线 呈速升 平台 型 其前 上方 另见 数个 强化 结节 影 TIC 曲线 呈速升 平台 型 或 渐增 平台 型 弥散 受限 ADC 值约 0.94 * 10 - 3 部分 病灶 间 可见 强化 连接线 影 较大 直径约 0.7 cm 双乳 另见 数个 强化 小 结节 影 TIC 曲线 呈 渐增 平台 型 右侧 较大 约 0.6 cm 左侧 较大 约 0.5 cm 左侧 腋下 见 数个 稍大 淋巴结 较大 约 1 * 1 * 0.7 cm"
  },
  {
    "label": "HER-2阳性",
    "seg_text": "双乳 对称 皮肤 光整 双侧 乳头 未见 凹陷 双侧 乳 导管 未见 明显 扩张 右乳 内上 象限 约点 腺体 后缘 见 等 T1 稍长 T 信号 影 肿块 中心 见 更长 T1 更长 T 信号 影 DWI 信号 增高 ADC 值约 0.807 * 10 \\ S \\ 3m / s 大小 约 1.5 * . 0 * 1.8 cm 肿块 呈 浅分 叶状 增强 后见 肿块 环形 轻度 强化 增强 曲线 呈速升 渐增 型 ； 肿块 与 胸肌 见见 菲薄 脂肪 间隙 胸肌 未见 明确 异常 强化 右乳 内下 象限 约 5 点中 后 1 / 3 乳晕 后 至 腺体 后方 见 多发 结节 状 早期 强化 影 较大 者 直径约 7mm 强化 曲线 呈速升 平台 型 ； 似 沿段 样分布 余 双乳 见 多发 小点 片状 异常 强化 影双侧 腋下 未见 肿大 淋巴结"
  },
  {
    "label": "HER-2阳性",
    "seg_text": "017 年 05 月 0 日 08 : 16 : 46 双乳 对称 皮肤 光整 双侧 乳头 未见 凹陷 左 乳头 平面 腺体 中部 俯卧 矢状位 前缘 距离 乳头 约 43mm 处见 稍长 T1 不均 质 稍长 T 信号 结节 ADC 值约 0.93 * 10 - 3 增强 后 明显 稍 欠均质 强化 TIC 呈速升 平台 近 洗脱 型 结节 大小 约 18.3 * 16.8 * 15.8 mm 边界 光整 左乳 外侧 见 一枚 小囊 性 信号 结节 大小 约 6.3 * 5.0 mm 未见 强化 右乳 腺体 实质 内未见 明显 异常 强化 信号 双侧 乳 导管 未见 明显 扩张 右侧 腋下 未见 肿大 淋巴结 左侧 腋下 见 数个 皮质 增厚 淋巴结 及 多个 小 淋巴结 影 左侧 胸锁 关节 胸骨 端 局部 见小类 圆形 长 T 异常 信号 直径约 6.9 mm 增强 后见 强化 呈 渐进性"
  },
  {
    "label": "HER-2阳性",
    "seg_text": "双乳 皮肤 光整 双侧 乳头 未见 凹陷 左乳内 下 象限 约 4 - 5 点钟 腺体 中 1 / 3 肿块 影 大小 约 1 . * 1.3 * 1 . cm 形态 欠 规则 边界 不光 整 病灶 呈 等 T1 稍长 T 信号 DWI 呈 明显 高 信号 ADC 值约 0.976 * 10 - 3 强化 曲线 呈速升 平台 型 病灶 内 后方 及外 后 见 多发 小 片状 及 结节 样 异常 信号 部分 与 前方 结节 相连 后方 余 邻近 胸肌 筋膜 紧贴 增强 后 呈 速升 平台 型 右乳 9 点 方向 见 一 结节 影 直径约 0.6 cm 强化 曲线 呈 持续上升 型 左乳见 多发 点 片状 、 微小 结节 状 异常 强化 信号 右侧 腋窝 见 一枚 肿大 淋巴结 大小 约 1.1 * 1.4 cm 皮质 增厚 淋巴 门 部分 存在 高 b 值 DWI 呈 高 信号 ADC 值约 0.85 * 10 - 3 . 左侧 腋窝 见 数枚 小 淋巴结"
  },
  {
    "label": "HER-2阳性",
    "seg_text": "双乳 对称 皮肤 光整 双侧 乳头 未见 凹陷 左侧 乳 导管 未见 明显 扩张 右侧 乳 导管 稍 扩张 动态 增强 扫描 示 右乳 1 点 腺体 后方 见 一类 圆形 强化 肿块 影 大小 约 1.8 * 1.9 * 1.8 cm 边缘 不光 整 TWI 等 信号 强化 不 均匀 TIC 渐增 型 ADC 值约 0.879 * 10 - 3 肿块 周围 见 少许 点状 强化 结节 影其 下方 可见 导管 样及 小片样 强化 灶 ； 左乳内 未见 明显 异常 强化 肿块 影 右侧 腋下 见 稍 大 淋巴结 短径 约 1.1 cm 皮质 不 均匀 增厚 左侧 腋下 未见 肿大 淋巴结"
  },
  {
    "label": "HER-2阳性",
    "seg_text": "双乳 内 腺体 退化 双侧 乳 导管 未见 明显 扩张 动态 增强 扫描 示左乳 4 点 乳晕 后方 可见 一 强化 肿块 大小 约 1.6 * 1.3 * 1.3 cm 形态 不规则 边缘 见 毛刺 TWI 等 信号 ADC 值约 0.86 * 10 - 3 强化 不 均匀 边缘 强化 明显 呈 渐增 平台 型 强化 肿块 周围 血管 影较 对侧 增多 肿块 前方 距离 其 0 . cm 处见 一 强化 小 结节 影 直径约 0.6 cm 呈 洗脱 型 强化 病灶 后方 16 - . 5cm 范围 内见 少许 斑点 强化 主 病灶 前方 乳头 后方 部 牵拉 凹陷 左 腋下 I 区见 少许 小 淋巴结 部分 淋巴 门不清"
  },
  {
    "label": "HER-2阳性",
    "seg_text": "双乳 对称 皮肤 光整 双侧 乳头 未见 凹陷 双侧 乳 导管 轻度 扩张 左乳外 下 象限 4 点钟 方向 腺体 边缘 见 一 肿块 影 边缘 见 细小 毛刺 大小 约 . 8cm * . cm 呈长 T 等 T1 信号 弥散 受限 ADC 值约 0.96 * 10 - 3 增强 不 均匀 强化 TIC 曲线 呈速升 平台 型 病灶 周边 结构 紊乱 考虑 穿刺 后 改变 ； 左乳外 下 象限 3 点钟 方向 腺体 边缘 见 相似 信号 结节 影 大小 约 1.4 cm * 1.1 cm 上述 两枚 病灶 间 距离 约 0.9 cm 左乳 另 见 两枚 相似 信号 小 结节 较大 一枚 大小 约 0.55 cm * 0.6 cm 距离 乳头 约 cm 左侧 腋下 见 数个 肿大 淋巴结 较大 一枚 大小 约 cm * cm * 1.9 cm 形态 异常 增强 呈 不 均匀 环形 强化 中央 见 液化 坏死 区 右乳 10 点及 1 点钟 方向 腺体 边缘 各见 一 结节 直径 分别 约 0.5 和 0.8 cmTIC 曲线 呈速升 平台 型 弥散 轻度 受限 ADC 值 0.97 - 1.37 * 10 - 3 右乳 内侧 见斑 片状 强化 影 范围 约 1.9 cm * 1.4 cmTIC 曲线 呈 渐增 型 强化 右侧 腋下 未见 肿大 淋巴结"
  },
  {
    "label": "HER-2阳性",
    "seg_text": "双乳 对称 皮肤 光整 双侧 乳头 未见 凹陷 右乳 内上 象限 1 点钟 方向 腺体 边缘 见 一 肿块 影浅 分叶 边缘 可见 细小 毛刺 TWI 呈 不 均匀 高 信号 T1WI 呈 等 信号 DWI 呈 高 信号 ADC 值约 0.8 * 10 - 3 增强 明显 不 均匀 强化 TIC 曲线 呈 渐增 型 大小 约 . 7cm * 1 . cm 邻近 皮肤 轻度 牵拉 凹陷 皮肤 未见 明显 异常 强化 肿块 后方 邻近 胸肌 筋膜 局部 略 牵拉 改变 筋膜 未见 明显 异常 强化 左 乳头 后方 . 1cm 处见 一长 T1 长 T 信号 灶 大小 约 0.8 cm * 0.5 cm 增强 未见 明显 强化 双乳 见 数个 斑点状 强化 灶 双侧 乳 导管 未见 明显 扩张 双侧 腋下 未见 肿大 淋巴结"
  },
  {
    "label": "HER-2阳性",
    "seg_text": "左乳较 右侧 稍大 左乳 皮肤 水肿 增厚 以 左乳 外侧 为主 左 乳腺 体内 见 多发 片状 及 团块 异常 信号 影其 分布 以 左 乳头 后方 、 左乳 外侧 及外 上 象限 为主 边界 不 清平 扫 信号 混杂 以长 T1 长 T 信号 为主 DWI 信号 增高 ADC 值 减低 约 0.96 * 10 - 3 增强 后 明显 强化 强化 曲线 呈 平台 型 及 轻度 洗脱 型 另 可见 左 乳头 上方 乳晕 强化 结节 影 DWI 信号 增高 增强 后 明显 强化 左侧 腋下 见 数枚 稍大 淋巴结 形态 略 饱满 较大 一枚 短径 约 9mm 左侧 乳 导管 扩张 积液 积液 呈 短 T1 信号 右 乳头 见 强化 小 结节 影右 乳头 后方 中 1 / 3 见 强化 小 结节 影 直径约 6mm 右乳 外下 见 斑片 及类 结节 状 强化 影 右侧 乳 导管 局部 扩张 右乳 内见 聚集 的 微小 囊肿 影左上 纵隔 见 一囊性 病灶"
  },
  {
    "label": "HER-2阳性",
    "seg_text": "双乳 对称 皮肤 光整 双侧 乳头 未见 凹陷 双乳 内 腺体 丰富 双侧 乳 导管 未见 明显 扩张 右乳 1 点见 一枚 强化 肿块 影 大小 约 18.1 * 19.4 * . 4mm 强化 不 均匀 内部 见 无 强化 坏死 区 动态 增强 曲线 呈 洗脱 型 TWI 呈 低 信号 ADC 值 最低 处约 0.807 * 10 - 3mm / s 右乳 7 点见 一枚 强化 小 结节 影 大小 约 8 . * 5.6 mm 动态 增强 曲线 呈 渐增 型 双侧 腋下 未见 肿大 淋巴结"
  },
  {
    "label": "HER-2阳性",
    "seg_text": "双乳 对称 皮肤 光整 双侧 乳头 未见 凹陷 双乳 内 腺体 丰富 双侧 乳 导管 未见 明显 扩张 左乳外 下方 皮肤 增厚 腺体 内 少许 水肿 信号 动态 增强 扫描 示左乳 5 点 腺体 深部 见 一 强化 肿块 影 大小 约 . 6 * . * . 3cm 形态 不规则 边缘 不光 整 T 等 信号 强化 不 均匀 TIC 呈 渐增 平台 型 ADC 值约 0.758 * 10 - 3 肿块 周围 血管 影较 对侧 明显 增多 与其 外侧 缘 皮肤 关系密切 肿块 周围 可见 少许 小斑 片状 强化 灶 左乳 3 点 腺体 中部 见 一 强化 小 结节 影 直径约 0.4 cmTIC 呈 渐增 平台 型 右乳 未见 明显 异常 强化 灶 左侧 腋下 多发 肿大 淋巴结 较大 直径约 cm 右侧 腋下 未见 肿大 淋巴结"
  },
  {
    "label": "HER-2阳性",
    "seg_text": "双乳 不 对称 右乳 皮肤 、 皮下组织 明显 水肿 增厚 右乳 皮肤 增厚 明显 乳头 内陷 右乳 内 弥漫 分布 大小不等 的 结节 非 肿块 样 强化 累及 全乳 呈 速升 平台 样 强化 TWI 呈 混杂 信号 DWI 信号 增高 ADC 值 最低 处约 0.63 * 10 - 3 病变 向前 侵犯 乳头 及 周围 皮肤 及 皮下组织 病灶 后方 乳后 间隙 T 信号 高 信号 影 局部 胸肌 筋膜 增厚 见 点状 、 结节 样 强化 右乳 内 明显 增粗 血管 旁 可见 多枚 小 淋巴结 影 DWI 呈 高 信号 右侧 腋窝 多发 肿大 淋巴结 较大 一枚 大小 约 3.0 * . 0 * 3.5 cm 其内 可见 坏死 右侧 内乳 动脉 旁 可见 多枚 小 淋巴结 影 DWI 呈 高 信号 影左乳内 见 多发 点片 、 微小 结节 异常 强化 信号 ； 另见 数个 微小 囊性 信号 未见 强化"
  },
  {
    "label": "HER-2阳性",
    "seg_text": "双乳 对称 乳头 未见 明显 凹陷 左乳内 上 局部 皮肤 呈 穿刺术 后 改变 皮下脂肪 层 浑浊 右乳 皮肤 未见 明显 局限性 增厚 双乳 腺体 部分 退化 其间 见 少许 点 片状 强化 双乳 导管 未见 明显 扩张 左乳内 上 11 点 腺体 后 1 / 3 部距 乳头 5.7 cm 处见 一 结节 影 大小 1.3 * 1 . * 1.0 cm 边缘 见 长短不一 毛刺 影 不均 质 明显 强化 TIC 呈速升 平台 型 强化 弥散 受限 ADC 值 0.87 * 10 - 3 周围 腺体 呈 斑 片状 长 T 信号 呈 穿刺 后 改变 右乳 内未见 明显 异常 强化 肿块 及 结节 影双侧 腋下 未见 明显 肿大 淋巴结 影 右侧 胸壁 局部 肋骨 见 不均 质 明显 强化 TIC 呈速升 平台 型 强化 弥散 受限 ADC 值 1.50 * 10 - 3"
  },
  {
    "label": "HER-2阳性",
    "seg_text": "双乳 欠 对称 右乳 呈 术后 改变 乳头 未见 凹陷 皮肤 未见 明显 局限性 增厚 及 强化 左乳 形态 如常 乳头 未见 凹陷 皮肤 未见 明显 局限性 增厚 右乳 呈 术后 改变 皮下 腺体 缺如 胸壁 未见 明显 异常 强化 影左 乳腺 体稍 丰富 其间 见 轻度 点 片状 强化 左乳内 上 11 点 腺体 中 1 / 3 部距 乳头 . 0cm 处见 一类 圆形 肿块 影 大小 1.8 * 1.9 * . 1cm 边缘 尚光整 轻中度 不均 质 强化 TIC 呈 缓慢 持续 强化 弥散 明显 受限 ADC 值 实性 部分 0.75 * 10 - 3 中心 部 1.36 * 10 - 3 周围 腺体 呈 斑 片状 明显 强化 TIC 呈速升 持续 强化 MIP 相示 肿块 周围 见 异常 增粗 血管 影双侧 腋下 未见 明显 肿大 淋巴结 影"
  },
  {
    "label": "HER-2阳性",
    "seg_text": "双乳 对称 皮肤 光整 双侧 乳头 未见 凹陷 双侧 乳 导管 未见 明显 扩张 左乳内 上 象限 11 点钟 方向 腺体 中 1 / 3 见 一 不规则 形 片状 强化 平扫 呈 长 T 等 T1 信号 弥散 受限 ADC 值约 0.878 * 10 - 3 增强 明显 强化 TIC 曲线 呈速升 平台 型 大小 约 1.9 * . 0 * . 1cm 右乳 外上 象限 11 点钟 方向 腺体 前 1 / 3 见 一 强化 结节 TIC 曲线 呈速升 平台 型 弥散 稍 受限 ADC 值约 1.11 * 10 - 3TWI 呈 高低 混杂 信号 T1WI 呈 等 信号 大小 约 0.6 * 0.4 * 0.6 cm 右乳 外上 象限 10 点钟 方向 腺体 浅层 见 一 强化 结节 TIC 曲线 呈速升 平台 型 TWI 呈 稍 高 信号 T1WI 呈 等 信号 大小 约 0.5 * 0.5 * 0.7 cm 余 双乳 见点 片状 强化 影双侧 腋下 未见 肿大 淋巴结"
  },
  {
    "label": "HER-2阳性",
    "seg_text": "双乳 对称 皮肤 光整 双侧 乳头 未见 凹陷 双侧 乳 导管 稍 扩张 左乳 下方 6 点钟 方向 腺体 边缘 见 一长 T 等 T1 信号 结节 影 边缘 呈分 叶状 弥散 受限 ADC 值约 1.05 * 10 - 3 增强 明显 环形 强化 TIC 曲线 呈 洗脱 型 大小 约 1.4 * 1.6 * 1.5 cmMIP 示左乳 血管 影较 右侧 稍 丰富 余 双乳 见 数个 强化 小 结节 影 TIC 曲线 呈速升 平台 型 右乳 较大 直径约 0.65 cm 左乳 较大 直径约 0.7 cm 双乳 见 数个 囊性 灶 右乳 较大 直径约 0.5 cm 左乳 较大 直径约 0.6 cm 左侧 腋下 见 数个 肿大 淋巴结 较大 约 1 . * 0.9 * 0.8 cm 右侧 腋下 未见 肿大 淋巴结 前 纵隔 见 一 混杂 信号 肿块 影 大小 约 3.9 * 3.5 * 3.8 cm"
  },
  {
    "label": "HER-2阳性",
    "seg_text": "双乳 对称 皮肤 光整 双侧 乳头 未见 凹陷 双乳 内 腺体 丰富 双侧 乳 导管 未见 明显 扩张 右乳 外上 象限 见 一枚 微小 囊肿 右乳 1 点见 一 不规则 强化 肿块 影 大小 约 1.7 * . * 1.4 cm 边缘 见 毛刺 强化 较 均匀 TWI 呈 低 信号 动态 增强 曲线 呈 渐增 平台 型 ADC 值约 0.797 * 10 - 3mm / s . 右乳 外上 象限 肿块 周围 可见 多 发散 在 非 肿块 样 强化 灶及 肿块 样 强化 灶 动态 强化 曲线 为 缓慢 持续上升 型 左乳内 未见 明显 异常 强化 灶 双侧 腋下 未见 肿大 淋巴结"
  },
  {
    "label": "HER-2阳性",
    "seg_text": "双乳 对称 皮肤 光整 右侧 乳头 未见 凹陷 左侧 乳头 轻度 凹陷 双乳 内 腺体 丰富 双侧 乳 导管 轻度 扩张 左乳内 可见 小 囊肿 信号 动态 增强 扫描 示 左 乳头 正后方 腺体 深部 见 一 强化 肿块 影 大小 约 1.8 * 1.1 cm 形态 不规则 边缘 不光 整 可见 毛刺 强化 不 均匀 TIC 洗脱 型 TWI 等 信号 ADC 值约 0.78 * 10 - 3 肿块 前 上方 可见 条 片状 强化 灶 左侧 乳头 似见 牵拉 凹陷 右乳 1 点见 一 强化 小 结节 影 大小 约 0.6 * 0.4 cmTIC 渐增 平台 型 余 双乳 散 在 点 片状 强化 灶 左侧 腋下 见 稍 大 淋巴结 影 较大 直径约 0.9 cm 皮质 不 均匀 增厚 右侧 腋下 未见 肿大 淋巴结"
  },
  {
    "label": "HER-2阳性",
    "seg_text": "右乳 上 象限 1 点钟 见 4.7 * 15.9 * 3mm 混杂 信号 肿块 增强 后 呈 明显 不 均匀 强化 边缘 见 细小 毛刺 肿块 内部 见 不规则 坏死 区 实性 区域 强化 曲线 呈 洗脱 型 ； DWI 序列 信号 明显 升高 ADC 值 最低 约 0.77 * 10 - 3 左乳 实质 内未见 明显 异常 信号 影双侧 乳 导管 未见 明显 扩张 双侧 腋下 未见 肿大 淋巴结"
  },
  {
    "label": "HER-2阳性",
    "seg_text": "双乳 对称 皮肤 光整 双侧 乳头 未见 凹陷 双乳 腺体 少量 双侧 乳 导管 未见 明显 扩张 TIWI 动态 增强 扫描 示左乳内 下 象限 见 段性 分布 的 非 肿块 样 强化 范围 约 34.3 * 13.1 * 17.3 mmTWI 呈 等 信号 ADC 值 最低 处约 0.96 * 10 - 3mm / s . 动态 增强 曲线 呈 渐增 平台 型 晚期 轻度 洗脱 MIP 图示 病灶 周围 血管 影 增多 右侧 乳头 基底 处见 一枚 强化 小 结节 影呈 渐增 平台 型 强化 边缘 光滑 双侧 腋下 未见 肿大 淋巴结"
  },
  {
    "label": "HER-2阳性",
    "seg_text": "双乳 对称 皮肤 光整 双侧 乳头 未见 凹陷 双乳 内 腺体 丰富 双侧 乳 导管 轻度 扩张 右乳 内 可见 一枚 小 囊肿 影左乳内 上 及 外上 象限 见 多发 大小不等 强化 肿块 影 较大 者 位于 11 点 大小 约 1 . * 14.8 * 14 . mm 强化 不 均匀 内部 见 无 强化 坏死 区 动态 增强 曲线 呈 渐增 平台 型 或 洗脱 型 TWI 上 等 信号 ADC 值 最低 处约 0.801 * 10 - 3 / mm / s . 双侧 腋下 未见 肿大 淋巴结"
  },
  {
    "label": "HER-2阳性",
    "seg_text": "双乳 欠 对称 右 乳头 明显 内陷 局部 皮肤 稍 增厚 未见 明显 强化 左 乳头 未见 明显 凹陷 左乳 皮肤 未见 明显 局限性 增厚 双乳 腺体 部分 退化 其间 见 少许 点 片状 强化 双乳 导管 未见 明显 扩张 右乳 点 腺体 后 1 / 3 部胸 大肌 前方 见 一类 圆形 肿块 影 大小 3.1 * 4.1 * 3.5 cm 边缘 欠光 整见 多发 细小 分叶 TIC 呈速升 平台 型 强化 弥散 受限 ADC 值 1.6 * 10 - 3 肿块 前方 乳头 后方 见 两 微小 结节 状 强化 大小 0.7 * 0.5 cm 和 0.5 * 0.5 cmTIC 呈 缓慢 平台 型 强化 弥散 受限 右乳 外侧 9 点 腺体 边缘 另见 一 结节 状 不均 质 环形 强化 影 大小 1.7 * 1.1 * 1.1 cmTIC 呈 缓慢 平台 型 强化 弥散 受限 ADC 值 1.13 * 10 - 3 结节 边缘 见 多发 细小 毛刺 影 局部 皮肤 增厚 左 乳头 后方 沿 导管 方向 见 两 结节 影距 乳头 分别 为 . cm 和 5.8 cm 大小 分别 为 0.4 * 0.5 * 0.5 cm 和 1.0 * 0.8 * 0.8 cmTIC 呈 缓慢 持续 强化 弥散 受限 ADC 值 1.60 * 10 - 3 和 . 1 * 10 - 3 边缘 光整 双侧 腋下 未见 明显 肿大 淋巴结 影"
  },
  {
    "label": "HER-2阳性",
    "seg_text": "双乳 对称 皮肤 光整 双侧 乳头 未见 凹陷 左乳上 方略 偏内 俯卧 矢状位 前缘 距离 乳头 约 60mm 处见 一枚 大小 约 . 4 * 1.8 * . 4cm 肿块 影 边界 较清 边缘 不光 整 可见 毛刺 平扫 呈 等 T1 稍长 T 信号 影 ADC 值约 1.0 * 10 - 3 增强 后 强化 明显增强 曲线 呈速升 持续上升 型 左乳 上方 前述 病灶 略偏 外见 一枚 大小 约 1.1 * 0.8 * 1cm 结节 边界 清平 扫 呈 等 T1 稍长 T 信号 影 ADC 值约 1.1 * 10 - 3 增强 后 强化 明显增强 曲线 呈 平台 型 左乳点 见 两枚 小 结节 结节 似 融合 增强 后 强化 明显增强 曲线 呈 平台 型 右乳 外侧 9 - 10 点见 斑片 强化 影速升 平台 型 强化 双乳 见 多发 小点 片状 异常 强化 影未见 明显 结节 或 肿块 双侧 乳 导管 未见 明显 扩张 双侧 腋下 未见 肿大 淋巴结 所示 肝脏 见 一枚 直径 5mm 类 圆形 长 T 信号 影未见 明显 强化"
  },
  {
    "label": "HER-2阳性",
    "seg_text": "双乳 形态 轮廓 正常 皮肤 无 局限性 增厚 双侧 乳头 回缩 结合 病史 考虑 为 先天性 双乳 内 腺体 丰富 两侧 乳头 后方 乳 导管 稍 扩张 动态 增强 扫描 示左乳下 象限 6 - 7 点钟 后 1 / 3 见 一 范围 约 3.1 * . 6 * . 8cm 的 非 肿块 样 强化 影 病变 无 明显 边界 强化 方式 呈 渐增 平台 型 TWI 局部 腺体 结构 紊乱 略显 纠集 DWI 呈 散 在 高 信号 ADC 值 稍 减低 病变 周围 可见 散 在 小 片状 渐增 型 强化 影 双乳 导管 走行区 见 多发 异常 强化 结节 、 斑片影 左侧 腋下 可见 多枚 小 淋巴结 影 较大 一枚 短径 约 0.6 cm"
  },
  {
    "label": "HER-2阳性",
    "seg_text": "双乳 对称 皮肤 光整 双侧 乳头 未见 凹陷 双侧 乳 导管 未见 明显 扩张 右乳 1 点后 1 / 3 距 乳头 约 4.8 cm 见 一 1.8 * 1.4 * 1.0 cm 软组织 肿块 形态 不规则 边缘 不光 整见 多发 细小 毛刺 增强 后 呈 明显 稍 不 均匀 强化 TIC 呈 轻度 洗脱 型 ； DWI 序列 信号 增高 ADC 值 最低 约 0.75 * 10 - 3 右乳 外侧 9 点中 后 1 / 3 最 前缘 距 乳头 约 . 0cm 见 少许 小 结节 及条 索状 强化 TIC 呈 洗脱 型 左乳见 少许 斑点 及微 结节 样 强化 双侧 腋下 未见 肿大 淋巴结"
  },
  {
    "label": "HER-2阳性",
    "seg_text": "双乳 对称 皮肤 光整 双侧 乳头 未见 凹陷 双侧 乳 导管 未见 明显 扩张 左乳 内侧 约 9 点见 等 T1 等 T 肿块 影 大小 约 1 . * 1 . cmTWI 上 边缘 欠清 增强 后 肿块 大部分 境界 清晰 光整 局部 见 短 毛刺 DWI 信号 增高 ADC 值约 0.99 * 10 \\ S \\ m / s 增强 后 呈 速升 平台 型 强化 该 肿块 临近 约 3mm 处见 一枚 微小 强化 结节 双乳 见 多发 小点 片状 异常 强化 影未见 明显 结节 或 肿块 双侧 腋下 未见 肿大 淋巴结 前上 纵隔 内见 类 圆形 液体 信号 影"
  },
  {
    "label": "HER-2阳性",
    "seg_text": "双乳 对称 皮肤 光整 双侧 乳头 未见 凹陷 双 乳头 内见 条状 短 T1 信号 无 强化 左乳内 下 象限 约 8 点见 一 不规则 形等长 T1 长 T 信号 肿块 影 大小 约 1.3 * 1.5 cm 呈分 叶状 弥散 明显 受限 ADC 值约 0.934 * 10 - 3 增强 明显 强化 TIC 曲线 呈速升 洗脱 型 周围 腺体 水肿 改变 邻近 胸大肌 未见 明确 受累 右乳 未见 明显 结节 或 肿块 双侧 腋下 未见 肿大 淋巴结 左侧 内乳区 见 一枚 小 淋巴结 影 大小 约 4 * 5mm 肝内 见类 圆形 长 T 信号 影 境界 清晰 光整"
  },
  {
    "label": "HER-2阳性",
    "seg_text": "双乳 形态 轮廓 正常 皮肤 无 局限性 增厚 两侧 乳头 无回缩 双乳 内 腺体 丰富 两侧 乳 导管 未见 扩张 左乳内 上 象限 约 11 点后 1 / 3 见 一 19.1 * 1.5 * 1.5 mm 实性 结节 影 增强 后 呈 明显 强化 强化 曲线 呈 渐增 平台 型 ； DWI 序列 信号 明显 升高 ADC 值 最低 约 0.68 * 10 - 3 余 左 乳腺 体内 可见 多发 大小不等 结节 影 较大 一枚 位于 约 11 点中 1 / 3 大小 约 1.5 * 10.3 mmWI 序列 信号 明显 升高 ADC 值 最低 约 0.761 * 10 - 3 分布 余 左乳内 上 象限 及 乳头 后方 双侧 腋下 未见 明显 肿大 淋巴结 影"
  },
  {
    "label": "HER-2阳性",
    "seg_text": "双乳 对称 皮肤 光整 右侧 乳头 未见 凹陷 左侧 乳头 凹陷 左乳 导管 扩张 右侧 乳 导管 未见 明显 扩张 左乳内 上 象限 10 点钟 方向 距 乳头 约 1.4 cm 处见 肿块 影 边界 不光 整 TWI 呈 稍 高 信号 T1WI 呈 等 信号 弥散 受限 ADC 值约 0.79 * 10 - 3mm / S 增强 明显 不 均匀 强化 TIC 曲线 呈 洗脱 型 大小 . 8cm * 1.4 cm * . 5cm 肿块 内 下方 见 非 肿块 样 异常 强化 区 呈 段 样分布 左乳 上方 1 点钟 方向 距离 乳头 约 4.7 cm 另见 一 相似 信号 结节 影 弥散 受限 ADC 值约 0.83 * 10 - 3mm / S 增强 明显 环形 强化 中央 见 坏死 无 强化 区 TIC 曲线 呈 洗脱 型 大小 约 1.0 cm * 0.8 cm 其 前方 可见 一 强化 导管 延伸 至 乳头 余 双乳 见 斑点状 强化 影 左侧 腋下 见 数个 淋巴结 影 较大 一个 大小 约 1.5 cm * 0.9 cm 淋巴 门 结构 消失 右侧 腋下 未见 肿大 淋巴结"
  },
  {
    "label": "HER-2阳性",
    "seg_text": "双乳 对称 皮肤 光整 双侧 乳头 未见 凹陷 右侧 乳 导管 轻度 扩张 右乳 内侧 见 区段 分布 非 肿块 异常 强化 信号 范围 约 31.4 * 47.6 * 3.7 mm 病灶 向 乳头 延伸 累及 乳头 乳晕 ADC 值 最低 约 0.83 * 10 - 3 速升 平台 型 强化 左乳内 见 少许 点片 强化 信号 TWI 矢状 位示 右侧 腋下 似见 一枚 肿大 淋巴结 部分 显示 轴位 片 未 见 明显 显示 左侧 腋下 未见 肿大 淋巴结"
  },
  {
    "label": "HER-2阳性",
    "seg_text": "双乳 对称 皮肤 光整 双侧 乳头 未见 凹陷 双侧 乳 导管 扩张 动态 增强 扫描 示 右乳 约 10 点 腺体 后方 见 一 不规则 强化 肿块 影 大小 约 . 4 * . 1 * . 1cm 边缘 不光 整见 毛刺 TWI 等 高 信号 TIC 平台 型 弥散 受限 ADC 值约 0.746 * 10 - 3 肿块 周围 血管 影较 对侧 增多 肿块 前 内侧 见 一片 状 强化 灶 直径约 0.8 cm 距离 肿块 约 0.8 cm 另 肿块 周围 见散 在 斑点 样 强化 灶 最远 的 位于 其下缘 1.3 cm 处 右乳 5 点 腺体 中部 见 一 强化 结节 影 直径约 0.6 cmTIC 渐增 型 左乳 外侧 散 在 多发 斑片 结节 样 强化 灶 右侧 腋下 见 一枚 稍大 淋巴结 直径约 1cm 淋巴 门 存在 左侧 腋下 未见 肿大 淋巴结"
  },
  {
    "label": "HER-2阳性",
    "seg_text": "双乳 欠 对称 左 乳头 稍 内陷 周围 皮肤 稍 增厚 右侧 乳头 未见 凹陷 双侧 乳 导管 未 扩张 左乳 上方 及外 上 象限 约 11 - 3 点钟 方向 沿 区段 分布 的 多发 结节 样 、 斑片样 强化 范围 约 64 . * 4.5 * 6.0 mm 病灶 边缘 毛糙 T 信号 稍低 DWI 为 高 信号 ADC 值 减低 约 0.851 * 10 - 3mm / s 强化 曲线 呈速升 平台 型 病灶 向前 延伸 至 乳头 后方 可见 数枚 小 结节 病变 牵拉 周围 皮肤 局部 皮肤 增厚 强化 另见 左乳内 下 像 象限 多发 强化 小 结节 其中 较 远 一枚 位于 6 点 方向 大小 约 5 * 9mm 距主 病灶 约 30mm 左乳散 在 小 结节 状 强化 双侧 腋下 多发 淋巴结 影 部分 饱满 最大者 直径约 7mm 纵隔 内 多发 结节 影"
  },
  {
    "label": "HER-2阳性",
    "seg_text": "双乳 对称 皮肤 光整 双侧 乳头 未见 凹陷 双侧 乳 导管 稍 扩张 右侧 局部 伴 潴留 液 右乳 外上 象限 10 点钟 方向 腺体 边缘 前中 1 / 3 见 肿块 及 非 肿块 强化 边界 不清 呈 等 T1 等 T 信号 影 弥散 受限 ADC 值约 1.003 * 10 - 3 增强 明显 强化 TIC 曲线 呈速升 平台 型 大小 约 1.5 * 1.3 * . 1cm 周边 见 沿 导管 分布 斑 片状 及 小 结节 样 强化 影左乳外 上 象限 点钟 方向 腺体 边缘 见 结节 影呈 等 T1 稍 高 T 信号 影 弥散 稍 受限 ADC 值约 1.8 * 10 - 3 增强 明显 强化 TIC 曲线 呈速升 平台 型 大小 约 1.3 * 1 . * 1.6 cm 余 双乳 见 多发 强化 小 结节 影 TIC 曲线 呈 渐增 型 右乳 较大 直径约 0.5 cm 左乳 较大 直径约 0.6 cm 扫描 范围 内右 腋下 I 区 一枚 淋巴结 皮质 稍 增厚 左侧 腋下 未见 肿大 淋巴结"
  },
  {
    "label": "HER-2阳性",
    "seg_text": "双乳 形态 对称 皮肤 光整 乳头 未见 凹陷 左乳约 - 3 点钟 腺体 中部 见 形态 不规则 异常 强化 肿块 边缘 见 毛刺 ADC 值约 0.84 * 10 - 3 其内 见 坏死 囊 变区 增强 后 实性 部分 明显 不均 质 强化 TIC 呈速升 平台 型 肿块 大小 约 1.9 * . 5 * 1.9 cm 余 双乳 见 少许 点片 异常 强化 信号 两侧 乳 导管 未见 明显 扩张 两侧 腋下 未见 明显 肿大 淋巴结 影"
  },
  {
    "label": "HER-2阳性",
    "seg_text": "双乳 对称 皮肤 光整 双侧 乳头 未见 凹陷 左乳 下方 稍 偏 外侧 见 形态 不规则 肿块 边缘 不光 整 局部 见 毛刺 增强 后 明显 不均 质 强化 TIC 呈速升 洗脱 型 强化 大小 约 1.9 * 1.4 * . 8cmADC 值约 0.97 * 10 - 3 左乳约 3 点钟 腺体 后部 见 一枚 异常 强化 结节 影 边缘 光整 直径约 0.5 cm 右乳 内未见 明显 异常 强化 信号 所示 左侧 腋下 I 区 II 区见 多发 肿大 淋巴结 左侧 内乳 淋巴 链区 见 一枚 肿大 淋巴结 ； 胸骨 内见 异常 强化 结节 影 右侧 腋下 未见 明显 肿大 淋巴结 影"
  },
  {
    "label": "HER-2阳性",
    "seg_text": "双乳 基本 对称 乳头 未见 内陷 左乳 6 点 乳头 下 缘 水平 中后 1 / 3 距 乳头 约 1.4 cm 见 一 1.3 * 1.3 * 1 . cm 等 T1 略长 T 信号 肿块 增强 后 呈 中等 稍 不 均匀 强化 边缘 不光 整 强化 曲线 呈速升 平台 型 ； DWI 序列 信号 增高 ADC 值 最低 约 1.03 * 10 - 3 病灶 前缘 皮肤 局限性 牵拉 凹陷 余 双乳 内见 散 在 点片 强化 左 腋下 I 区见 数枚 小 淋巴结 左 上 纵隔 旁见 不规则 长 T 信号 影"
  },
  {
    "label": "HER-2阳性",
    "seg_text": "双乳 对称 皮肤 光整 双侧 乳头 未见 凹陷 双乳 内 腺体 丰富 双侧 乳 导管 未见 明显 扩张 双乳 内散 在 多发 小 囊肿 信号 右乳 8 点 可见 少许 斑 片状 水肿 信号 动态 增强 扫描 示 右乳 8 点 腺体 深部 见 一 强化 肿块 影 大小 约 1.4 * 1.3 * 1 . cm 形态 不规则 边缘 不光 整 TWI 高 信号 强化 不 均匀 TIC 呈 渐增 平台 型 弥散 轻度 受限 ADC 值约 1.3 * 10 - 3 . 肿块 周围 可见 散 在 少许 斑片 结节 样 强化 灶 TIC 渐增 或 平台 型 ； 右乳 1 点见 一 微小 强化 结节 渐增 型 强化 左乳内 散 在 多发 强化 小 结节 影 较大 直径约 0.6 cmTIC 渐增 及 平台 型 右侧 腋下 见 稍 大 淋巴结 形态 饱满 直径约 1 . cm 左侧 腋下 未见 肿大 淋巴结"
  },
  {
    "label": "HER-2阳性",
    "seg_text": "双乳 对称 乳头 未见 明显 凹陷 皮肤 未见 明显 局限性 增厚 双乳 腺体 部分 退化 其间 见 轻度 点 片状 强化 双乳 导管 未见 明显 扩张 左乳内 见 数个 散发 囊性 长 T1 长 T 信号 无 强化 右乳 外上 9 - 10 点 腺体 中 1 / 3 部距 乳头 4.3 cm 处见 一 不规则 肿块 影 大小 3.0 * 3.3 * . 3cm 边界 欠清 实性 部分 不均 质 明显 强化 TIC 呈速升 平台 型 强化 弥散 明显 受限 ADC 值 0.93 * 10 - 3 囊性 部分 不 强化 左乳见 散 在 数个 微小 结节 状 强化 直径 0.4 - 0.5 cmTIC 呈 缓慢 持续 强化 弥散 受限 不 明显 双侧 腋下 未见 明显 肿大 淋巴结 影"
  },
  {
    "label": "HER-2阳性",
    "seg_text": "双乳 对称 皮肤 光整 双侧 乳头 未见 凹陷 左乳 1 点 腺体 中 后部 局部 腺体 结构 扭曲 见 形态 不规则 异常 强化 肿块 边缘 不光 整见 短 细毛 刺 ADC 值约 0.96 * 10 - 3TIC 呈速升 平台 型 强化 肿块 大小 约 1.5 * . 0 * . 4cm 内部 见 坏死 肿块 周围 见 少许 播散 灶 右乳 内未见 明显 异常 强化 信号 双侧 乳 导管 未见 明显 扩张 双侧 腋下 未见 肿大 淋巴结"
  },
  {
    "label": "HER-2阳性",
    "seg_text": "双乳 对称 皮肤 光整 双侧 乳头 未见 凹陷 左乳 外侧 结构 扭曲 见 多发 结节 状及 团 片状 异常 信号 影 形态 欠 规整 边界 欠清 病变 范围 大概 约 3.5 * 3 * . 5cm 平扫示 病灶 呈 等 T1 信号 TWI 示 病灶 前部 为 高 信号 病灶 后部 局部 信号 稍低 DWI 明显 高 信号 ADC 值 减低 约 0.986 * 10 - 3 增强 后示 病灶 明显 不均 质 强化 边界 不清 呈 速升 平台 型 肿块 前方 乳 导管 明显 扩张 右 乳头 后方 深部 胸大 肌前 见 小 结节 影 直径约 5mm 边界 清 强化 明显 双乳 见 多发 小点 片状 异常 强化 影 右乳 导管 局部 稍 扩张 左侧 腋下 见 多发 形态 饱满 小 淋巴结 右侧 腋下 未见 肿大 淋巴结"
  },
  {
    "label": "HER-2阳性",
    "seg_text": "双乳 形态 轮廓 正常 皮肤 无 局限性 增厚 两侧 乳头 无回缩 双乳 腺体 丰富 乳 导管 未见 明确 扩张 征象 T1WI 序列 动态 增强 扫描 示 右乳 内上 象限 3 点钟 后 1 / 3 位置 见 一 大小 约 . 3 * 15.0 * 1.5 mm 的 肿块 样 强化 动态 强化 曲线 为速升 速降 型 其内 ADC 值约 0.90 * 10 - 3mm / S 余 右乳 内下 象限 见 多发 类 圆形 、 斑 片状 异常 强化 正常 组织 与 病变 组织 混杂 分布 动态 强化 曲线 为速升 下降 型 右 乳晕 外 后方 可见 多发 小 结节 样 异常 强化 灶 增强 扫描 呈速升 平台 型 右乳 另见 多 发散 在 分布 片 絮状 异常 强化 灶 左乳内 未见 恶性 征象 DWI 序列 上 双侧 内乳链 处见 多枚 高 信号 淋巴结 影 最大 的 位于 胸骨 左侧 缘 大小 1.8 * 1 . cm 双侧 腋下 未见 肿大 淋巴结 影 所示 纵隔 - 7 组及 双侧 肺 门第 10 组 可见 多发 肿大 淋巴结"
  },
  {
    "label": "HER-2阳性",
    "seg_text": "双乳 对称 皮肤 光整 双侧 乳头 未见 凹陷 左乳 下方 6 点中 1 / 3 距 乳头 约 . 0cm 见 一类 椭圆形 肿块 影 大小 约 1.8 * 1 . * 1.5 cm 边缘 不光 整见 毛刺 平扫 呈 等 T1 长 T 信号 影 DWI 高 信号 ADC 值 减低 最低值 约 0.89 * 10 - 3 增强 后 明显 强化 周边 强化 为主 强化 曲线 呈速升 平台 型 肿块 周缘 1.8 cm 范围 内见 数枚 斑点 及 小 结节 样 强化 右乳 内侧 3 点见 一枚 等 T1 短 T 信号 结节 大小 约 1.3 * 1.0 * 1.5 cm 弥散 信号 不高 增强 后 渐近 性 强化 右乳 外侧 9 点 腺体 后 1 / 3 见 一枚 结节 状 强化 影 直径约 5mm 双侧 乳 导管 未见 明显 扩张 双侧 腋下 未见 肿大 淋巴结"
  },
  {
    "label": "HER-2阳性",
    "seg_text": "双乳 对称 皮肤 光整 双侧 乳头 未见 凹陷 左乳内 下 象限 见 不规则 肿块 影呈分 叶状 大小 约 1.8 * 1.9 * 1.4 cm 弥散 明显 受限 ADC 值约 1.060 * 10 \\ S \\ 3TIC 曲线 呈速升 平台 型 ； 左乳 导管 与 肿块 相连 见 明显 强化 并 延伸 至 乳头 内 右乳 外上 约 10 点 方向 后 1 / 3 见 小 结节 影 直径约 6.3 mm 境界 清晰 TIC 曲线 呈 渐增 型 两侧 腋下 未见 肿大 淋巴结"
  },
  {
    "label": "HER-2阳性",
    "seg_text": "双乳 欠 对称 左乳 体积 缩小 皮肤 光整 左侧 乳头 凹陷 左乳 上方 见团 块状 稍长 T1 长 T 信号 影 DWI 信号 增高 ADC 值约 0.61 * 10 \\ S \\ 3 大小 约 3.1 * 4.0 * 3.7 cm 呈分 叶状 增强 扫描 呈速升 平台 型 强化 肿块 与 左侧 乳 导管 相连 左侧 乳 导管 明显 增宽 强化 右乳 见 数个 结节 状 强化 影 境界 清晰 光整 TIC 曲线 呈 渐增 型 左 腋下 见 多发 淋巴结 影 形态 较 饱满 右侧 腋下 未见 明显 肿大 淋巴结"
  },
  {
    "label": "HER-2阳性",
    "seg_text": "双乳 对称 皮肤 光整 双侧 乳头 未见 凹陷 双侧 内 腺体 丰富 双侧 乳 导管 未见 明显 扩张 双乳 内见 少许 斑片 结节 样长 T 信号 较大 者 大小 约 1.4 * 0.8 cm 未见 明显 强化 动态 增强 扫描 示左乳 1 点 腺体 后方 见 一 强化 肿块 影 大小 约 1.6 * 1.5 * 1.5 cm 形态 较 规则 边缘 不光 整 可见 毛刺 肿块 前 外侧 可见 毛刺 与 左乳 外侧 皮肤 相连 肿块 强化 稍 不 均匀 TIC 洗脱 型 TWI 低 信号 ADC 值约 0.83 * 10 - 3 肿块 周围 血管 影较 对侧 增多 右乳 未见 明显 异常 强化 灶 左侧 腋下 见 多发 小 淋巴结 影 形态 饱满 右侧 腋下 未见 明显 肿大 淋巴结 影"
  },
  {
    "label": "HER-2阳性",
    "seg_text": "双乳 对称 皮肤 光整 双侧 乳头 未见 凹陷 右乳 内上 象限 约 1 点半 腺体 后缘 见 一 1.7 * 1.4 * 1.7 cm 略长 T1 略长 T 信号 肿块 增强 后 呈 明显 稍 不 均匀 强化 TIC 呈 洗脱 型 ； 肿块 边缘 不光 整 DWI 序列 信号 增高 ADC 值 最低 约 0.86 * 10 - 3 肿块 后方 乳后 间隙 尚 清晰 右侧 内乳区 及 腋下 未见 明确 肿大 淋巴结 左乳内 见 少许 斑点 强化 左侧 腋下 未见 肿大 淋巴结"
  },
  {
    "label": "HER-2阳性",
    "seg_text": "双乳 对称 皮肤 光整 双侧 乳头 未见 凹陷 右乳 外侧 象限 9 点钟 方向 后 1 / 3 腺体 边缘 距 乳头 约 . 9cm 处见 一 大小 约 1 . * 1.0 cm 小 强化 结节 呈 等 T1 等 T 信号 DWI 稍 高 信号 ADC 值 最低 约 0.969 * 10 - 3TIC 呈速升 平台 型 左乳内 上 象限 11 点钟 方向 后 1 / 3 腺体 边缘 见 一 大小 约 . 0 * 1.0 * 0.6 cm 小 强化 斑片影 呈 等 T1 稍长 T 信号 DWI 稍 高 信号 ADC 值 最低 约 0.99 * 10 - 3TIC 呈 渐增 型 左乳内 两枚 微小 囊性 长 T 信号 影 较大 一枚 直径约 0.5 cm 双乳 另见 多枚 微小 结节 影 部分 分布 于 乳 导管 走行区 呈 等 T1 等 T 信号 较大 一枚 位于 右 乳头 后方 3 点钟 大小 0.3 * 0.5 cm 边界 清 增强 扫描 呈 渐增 型 强化 双侧 乳 导管 未见 明显 扩张 左侧 腋下 可见 一枚 饱满 淋巴结 影 大小 约 1.0 * 0.7 cmDWI 高 信号 ADC 值 0.7 * 10 - 3 右侧 腋下 见 数枚 小 淋巴结 淋巴 门 清晰"
  },
  {
    "label": "HER-2阳性",
    "seg_text": "双乳 对称 皮肤 光整 双侧 乳头 先天性 凹陷 双侧 乳 导管 未见 明显 扩张 左乳 10 - 11 点见 椭圆形 长 T 结节 大小 约 1.4 * 1.4 * 1.6 cm 形态 稍 不规则 边缘 分叶 似见 细小 毛刺 DWI 呈 高 信号 ADC 值约 . 1 * 10 - 3mm / s 增强 扫描 边缘 少许 强化 TIC 呈 渐增 型 余 双乳 见 多发 小点 片状 强化 影双侧 腋下 未见 肿大 淋巴结"
  },
  {
    "label": "HER-2阳性",
    "seg_text": "双乳 形态 轮廓 正常 皮肤 无 局限性 增厚 两侧 乳头 无回缩 双乳 内 腺体 丰富 乳 导管 未见 明确 扩张 征象 双乳 内见 少许 小 囊肿 影 右乳 内下 象限 见 一 扩张 乳 导管 影内 积液 呈 短 T1 信号 T1WI 序列 动态 增强 扫描 示 右乳 9 点钟 见 一 不规则 形 强化 肿块 大小 约 0 * 14.7 * 16.6 mm 边缘 呈小分 叶状 动态 强化 曲线 为 缓慢 持续上升 型 其内 ADC 值 最低 处约 0.868 * 10 - 3mm / S . 其 周围 未见 明确 卫星 灶余双 乳腺 体内 见 多 发散 在 斑点状 强化 右侧 腋下 见 数枚 肿大 淋巴结 影 另 右 腋窝 皮下 见 一 小囊 性病变 直径约 10.7 mm 左侧 腋下 未见 明确 肿大 淋巴结 影"
  },
  {
    "label": "HER-2阳性",
    "seg_text": "双乳 对称 皮肤 光整 双侧 乳头 未见 凹陷 左乳偏 外侧 乳 导管 轻度 扩张 左乳外 下 象限 见 不规则 形段 样分布 强化 影 范围 约 4.3 cm * 1.85 cm * . 1cm 病灶 延伸 至 乳头 基 底部 弥散 受限 ADC 值约 0.84 * 10 - 3TIC 曲线 呈速升 平台 型 病灶 后缘 部分 与 紧邻 胸肌 筋膜 关系 紧邻 胸肌 筋膜 未见 明显 异常 强化 左乳外 上 约 1 点钟 腺体 后部 及 约 1 点 腺体 中部 见局 灶 斑片 异常 强化 信号 ADC 值约 1.3 * 10 - 3 持续上升 型 强化 双乳 见 多发 斑点状 强化 灶 MIP 示 左侧 乳腺 血管 影较 对侧 丰富 右乳 9 点钟 方向 距离 乳头 1.5 cm 处见 一小 结节 呈长 T 等 T1 信号 增强 明显 强化 TIC 曲线 呈 渐增 型 大小 约 0.8 cm * 0.5 cm 双乳 多发 囊性 灶 较大 一枚 位于 右乳 大小 约 1 . cm * 1cm 双侧 乳 导管 扩张 左侧 腋下 见 数枚 稍大 淋巴结 较大 一枚 短径 约 0.7 cm 左侧 内乳 淋巴 链区 见 数个 小内 乳 淋巴结"
  },
  {
    "label": "HER-2阳性",
    "seg_text": "双乳 对称 皮肤 光整 双侧 乳头 未见 凹陷 双乳 内 腺体 少量 双侧 乳 导管 未见 明显 扩张 动态 增强 扫描 示左乳 5 点 腺体 后方 见 一 强化 肿块 大小 约 . * 1.7 * 1.9 cm 形态 不规则 边缘 见 毛刺 呈 环形 强化 强化 曲线 为 洗脱 型 TWI 高 信号 ADC 值约 0.880 * 10 - 3 肿块 周围 血管 影较 对侧 增多 肿块 外侧 边缘 紧贴 邻近 皮肤 距离 不 超过 mm 邻近 皮肤 稍 增厚 并 晚期 轻度 强化 右乳 10 点 腺体 后方 见 一 强化 小 结节 直径约 4mm 呈 平台 型 强化 双侧 腋下 未见 肿大 淋巴结"
  },
  {
    "label": "HER-2阳性",
    "seg_text": "右乳 形态 异常 右乳 下 象限 皮肤 增厚 凹陷 乳头 回缩 向 下方 变形 移位 T1WI 序列 动态 增强 扫描 示 右乳 可见 一 大小 约 48 * 31 * 56mm 的 肿块 样 强化 动态 强化 曲线 为速升 平台 型 其内 ADC 值约 1.1 * 10 - 3mm / S 病变 累及 右乳 下 象限 、 内上 象限 下 象限 皮肤 及 皮下组织 、 右乳 导管 、 乳头 乳晕 、 胸大肌 右侧 腋下 可见 多发 肿大 淋巴结 影 较大 一枚 大小 约 19.4 * 16.0 mm 似见 融合 余 双乳 可见 多发 斑片 、 结节 样 强化 强化 曲线 均 呈 渐增 型 左 乳腺 体 丰富 乳 导管 未见 明确 扩张 征象 左侧 腋下 未见 肿大 淋巴结 影"
  },
  {
    "label": "HER-2阳性",
    "seg_text": "双乳 形态 对称 皮肤 光整 乳头 未见 凹陷 双侧 乳 导管 及 右侧 输乳窦 扩张 积液 右乳 8 点 腺体 中 后部 见 稍长 T1 长 T 信号 肿块 形态 欠 规整 边缘 欠光整 ADC 值约 0.5 * 10 - 3 增强 后 明显 不均 质 强化 TIC 呈速升 平台 型 肿块 边缘 似见 毛刺 状 改变 大小 约 1.1 * 1.0 * 1.3 cm 右乳 外下 见 一枚 囊性 信号 未见 强化 右侧 腋下 见 多枚 形态 饱满 淋巴结 淋巴结 门未见 所示 较大 一枚 大小 约 1.5 * 1.0 cm 两侧 胸壁 局部 见 环形 短 T1 信号 影未见 强化"
  },
  {
    "label": "HER-2阳性",
    "seg_text": "双乳 对称 皮肤 光整 右侧 乳头 凹陷 左侧 乳头 轻度 凹陷 右乳 约 1 点 腺体 后部 俯卧 矢状位 前缘 距离 乳头 约 46mm 处见 形态 不规则 肿块 呈囊 实性 大小 约 1.8 * 17 * 1.5 cm 肿块 边界 清楚 与 邻近 皮肤 及 胸肌 筋膜 紧邻 但 未 累及 实性 部分 ADC 值约 0.71 * 10 - 3 增强 后 实性 部分 呈速升 平台 型 强化 强化 欠均质 左乳未 见 明显 异常 强化 信号 双侧 乳 导管 未见 明显 扩张 双侧 腋下 未见 肿大 淋巴结"
  },
  {
    "label": "HER-2阳性",
    "seg_text": "双乳 对称 左 乳头 内陷 右 乳头 未见 明显 凹陷 双乳 皮肤 未见 明显 局限性 增厚 双乳 腺体 部分 退化 其间 见 少许 点 片状 强化 双乳 导管 未见 明显 扩张 左乳外 上 1 点 腺体 中后 1 / 3 部距 乳头 3.7 cm 处见 一 不规则 肿块 影 大小 . 4 * 1.7 * 1.9 cm 边缘 见 尖角 内见 囊 变 坏死 区 无 强化 实性 部分 明显 强化 TIC 呈速升 平台 型 弥散 受限 ADC 值 0.87 * 10 - 3 右乳 外侧 见团 片状 腺体 信号 其间 见斑 片状 及 微小 结节 状 强化 TIC 呈 缓慢 持续 强化 弥散 不 受限 双侧 腋下 见 数个 小 淋巴结 形态 稍 饱满 有 强化"
  },
  {
    "label": "HER-2阳性",
    "seg_text": "双乳 对称 皮肤 光整 双侧 乳头 未见 凹陷 左乳约 1 点钟 腺体 中部 边缘 俯卧 状位 前缘 距离 乳头 约 51mm 处见 形态 欠 规则 异常 强化 结节 大小 约 1.4 * 10.0 * 11.6 mmTWI 稍 高 信号 边缘 模糊 ADC 值约 0.78 * 10 - 3 . 增强 后速升 平台 型 强化 双侧 乳 导管 轻度 扩张 左侧 腋下 见 数个 形态 饱满 小 淋巴结"
  },
  {
    "label": "HER-2阳性",
    "seg_text": "双乳 对称 皮肤 光整 双侧 乳头 未见 凹陷 右乳 9 点 腺体 后部 距 乳头 约 4.3 cm 见 一 1.6 * 1.5 * 1.5 cm 等 信号 肿块 增强 后 呈 明显 稍 不 均匀 强化 边缘 不光 整见 多发 细小 毛刺 TIC 呈 洗脱 型 ； DWI 序列 信号 增高 ADC 值 最低 约 0.77 * 10 - 3 肿块 后方 脂肪 间隙 清晰 余 双乳 内见 散 在 斑点 及微 结节 样 强化 双侧 乳 导管 未见 明显 扩张 右 腋下 I 区见 两枚 形态 略 饱满 淋巴结 最大 一枚 短径 约 0.8 cm"
  },
  {
    "label": "HER-2阳性",
    "seg_text": "双乳 对称 皮肤 光整 双侧 乳头 未见 凹陷 右乳 内下 约 5 点 方向 见类 圆形 肿块 影 大小 约 10.1 * 11.1 * 14.9 mm 状 周围 少许 毛刺 影略 呈 分 叶状 呈 等 T1 稍长 T 信号 DWI 呈 高 信号 ADC 值 不 均匀 减低 约 0.786 * 10 - 3mm / s 乳后 脂肪 间隙 尚 清晰 增强 后 病灶 明显 强化 强化 曲线 呈 持续上升 型 双乳 见 多发 小囊 性 信号 及 小点 片状 异常 强化 影双侧 腋下 见 数枚 小 淋巴结"
  },
  {
    "label": "HER-2阳性",
    "seg_text": "双乳 对称 皮肤 光整 双侧 乳头 未见 凹陷 双侧 乳 导管 未见 明显 扩张 右乳 外上 象限 11 点钟 方向 腺体 后缘 距离 乳头 约 5.6 cm 处见 一 肿块 影呈 等 低 T 等 T1 信号 弥散 明显 受限 ADC 值约 0.98 * 10 - 3 增强 明显 强化 中央 坏死 区未见 强化 TIC 曲线 呈速升 平台 型 大小 约 1.5 * 1.4 cm ； 肿块 后缘 与 胸肌 间隙 尚存 左乳 未见异常 肿块 影双侧 腋下 未见 肿大 淋巴结"
  },
  {
    "label": "HER-2阳性",
    "seg_text": "双乳 对称 皮肤 光整 双侧 乳头 未见 凹陷 左乳外 上 象限 见 一枚 不规则 肿块 影 边界 不清 大小 约 39 * * 16mm 边缘 不光 整平 扫 呈 等 T1 短 T 信号 DWI 信号 增高 ADC 值 0.901 * 10 - 3mm / S 增强 后 病灶 明显 强化 增强 曲线 呈速升 轻度 洗脱 型 右乳 内上 1 点见 一枚 强化 结节 影 大小 约 13 * 8 * 6mm 增强 曲线 呈 渐增 型 右 乳头 层面 后方 深部 见 一枚 直径约 6mm 强化 小 结节 影余 双乳 见 多发 小点 片状 异常 强化 影双侧 乳 导管 未见 明显 扩张 双侧 腋下 见 数枚 小 淋巴结"
  },
  {
    "label": "HER-2阳性",
    "seg_text": "双乳 对称 皮肤 光整 左侧 乳头 凹陷 双乳 内 腺体 少量 双侧 乳 导管 未见 明显 扩张 左 乳头 后方 及 内 上 见团 块状 、 多发 结节 状 等 T1 长 T 信号 影沿 乳腺 导管 方向 分布 向 乳头 后方 延伸 乳头 基 底部 可疑 受累 病灶 范围 约 3.9 * 5.4 * 4 . cmDWI 呈 高 信号 ACD 值 最低 约 1.14 * 10 - 3 形态 不规则 内部 部分 乳 导管 扩张 积液 增强 后见 明显 不 均匀 强化 呈速升 平台 型 强化 肿块 内侧 血管 明显 增多 右乳 散 在 点 片状 轻度 强化 影 ； 右乳 5 点 、 7 点 、 点 各见 一小 结节 状短 T1 短 T 信号 影 直径约 5 - 6mm 境界 清晰 未见 明确 强化 左侧 腋下 见 多发 淋巴结 部分 皮质 可疑 增厚"
  },
  {
    "label": "HER-2阳性",
    "seg_text": "双乳 对称 皮肤 光整 双侧 乳头 未见 凹陷 左乳内 上 约 10 点钟 腺体 中部 见 一 不规则 肿块 大小 约 . 4 * 1.6 * . 5cm 病灶 内 信号 不均 内部 见 坏死 平扫 病灶 呈 等 T1 长 T 信号 DWI 信号 明显 增高 ADC 值约 0.89 * 10 - 3 增强 后 病灶 呈 明显 环形 强化 增强 曲线 呈速升 平台 型 双乳 见 多发 小点 片状 异常 强化 影未见 明显 结节 或 肿块 双侧 乳 导管 未见 明显 扩张 左侧 腋下 数枚 小 淋巴结 形态 稍 饱满 右侧 腋下 未见 肿大 淋巴结"
  },
  {
    "label": "HER-2阳性",
    "seg_text": "双乳 对称 皮肤 光整 双侧 乳头 未见 凹陷 双侧 乳 导管 未见 明显 扩张 . 左乳 1 点 腺体 后 1 / 3 见 肿块 影 大小 约 1.5 * 1.4 * 1.8 cm 肿块 边缘 浅分 叶界 尚清 呈 等 T 信号 DWI 呈 明显 高 信号 ADC 值约 0.773 * 10 - 3mm / s 增强 扫描 病灶 不 均匀 强化 强化 曲线 呈速升 平台 型 右乳 见 数枚 强化 小 结节 均 小于 0.5 cm 强化 曲线 呈 渐增 型 双侧 腋下 未见 肿大 淋巴结 所示 肝内 见类 圆形 长 T 信号 直径约 . 4cm"
  },
  {
    "label": "HER-2阳性",
    "seg_text": "双乳 对称 皮肤 光整 双侧 乳头 未见 凹陷 双乳 内 腺体 少许 双侧 乳 导管 轻度 扩张 双乳 内 可见 微小 囊肿 影 ； 动态 增强 扫描 示 右乳 10 点 腺体 中部 可见 一 强化 肿块 影 大小 约 . 6 * . 3 * . 7cm 形态 不规则 边缘 呈 多发 小 分 叶状 改变 及 毛刺 样 改变 与 右乳 外侧 皮肤 关系密切 TWI 呈 稍 高 信号 呈 渐增 平台 型 强化 ADC 值约 0.974 * 10 - 3mm / S 肿块 周围 血管 影较 对侧 增多 ； 右乳 6 点 腺体 深部 可见 一 强化 小 结节 影 直径约 5.6 mm 呈 渐增 平台 型 强化 ； 左乳点 腺体 中部 可见 一 强化 小 结节 影 直径约 3.9 mm 呈 渐增 平台 型 强化 双侧 腋 未 见 明确 肿大 淋巴结 影"
  },
  {
    "label": "HER-2阳性",
    "seg_text": "双乳 对称 皮肤 光整 两侧 乳头 未见 内陷 平扫 双乳 腺体 呈 哺乳期 离 乳腺 体 改变 导管 扩张 双侧 输乳窦 呈 三角形 明显 长 T 信号 部分 乳腺 小叶 T 信号 增高 左乳 外侧 中后 1 / 3 带 前缘 距 乳头 约 . 7cm 见 不规则 结节 及斑 片状 强化 最大 层面 约 3.6 * 1.5 * . 1cm 晚期 周边 环形 强化 为主 强化 曲线 呈 平台 型 ； 病灶 前缘 可见 小淡 片状 强化 延伸 至 乳晕 后 DWI 序列 局部 信号 增高 右乳 内下 及 左 乳头 水平 后缘 各见 一 小囊 性 信号 较大 一枚 直径约 0.8 cm 边缘 光整 无 强化 余 双乳 内见 散 在 点 片状 强化 灶 左 腋下 见 一 肿大 淋巴结 右 腋下 未见 明显 肿大 淋巴结"
  },
  {
    "label": "HER-2阳性",
    "seg_text": "双乳 对称 皮肤 光整 双侧 乳头 未见 凹陷 双乳 内 腺体 退化 双侧 乳 导管 未见 明显 扩张 左乳 1 点见 一枚 小 囊肿 影 动态 增强 扫描 示 右乳 10 点 腺体 后方 见 一长 T1 长 T 信号 肿块 影 大小 约 . 0 * . 1 * . cm 形态 不规则 边缘 见 毛刺 强化 不 均匀 呈 边缘性 强化 实性 部分 呈 渐增 平台 型 强化 ADC 值约 0.887 * 10 - 3 ； 右乳 9 点 腺体 后方 见 一 强化 小 结节 影呈 渐增 平台 型 强化 ； 左乳 6 点 腺体 后方 见 一 强化 小 结节 影呈 渐增 型 强化 双侧 腋下 未见 肿大 淋巴结"
  },
  {
    "label": "HER-2阳性",
    "seg_text": "双乳 对称 乳头 未见 明显 凹陷 皮肤 未见 明显 局限性 增厚 双乳 腺体 部分 退化 其间 见 轻度 点 片状 强化 右乳 内侧 3 点 主导 管内 见 条状 短 T1 信号 无 强化 左乳 导管 未见 明显 扩张 双乳 见 多发 大小不等 囊 状长 T1 长 T 异常 信号 较大 者 呈 哑铃 状 位于 左 乳头 后方 偏 下方 6 点处 大小 0.8 * 1.0 * 1.9 cm 无 强化 左乳 下方 6 点 腺体 后 1 / 3 边缘 部距 乳头 5.3 cm 处见 一 不规则 结节 影 边缘 见 毛刺 影 大小 1.3 * 1.3 * 1.1 cm 不均 质 明显 强化 TIC 呈 缓慢 平台 型 弥散 明显 受限 ADC 值 0.88 * 10 - 3 结节 周围 腺体 见斑 片状 长 T1 信号 其 前缘 见 一 微小 结节 状 强化 紧邻 病变 直径 0.5 cm 弥散 受限 不 明显 另 双乳 见 多发 结节 状及 条状 强化 沿 导管 方向 分布 TIC 呈 缓慢 持续 强化 及 缓慢 平台 强化 弥散 受限 不 明显 双侧 腋下 未见 明显 肿大 淋巴结 影"
  },
  {
    "label": "HER-2阳性",
    "seg_text": "双乳 形态 轮廓 正常 皮肤 无 局限性 增厚 两侧 乳头 无回缩 双乳 腺体 丰富 乳 导管 未见 明确 扩张 征象 T1WI 序列 动态 增强 扫描 示左乳约 点钟 位置 见 一 大小 约 7 . * 18.1 * 4.5 mm 的 肿块 样 强化 动态 强化 曲线 为速升 平台 型 其内 ADC 值约 0.76 * 10 - 3mm / S 病灶 周围 可见 多枚 小 结节 影均 在 肿块 边缘 1cm 范围 内余 双乳 内见 少许 微 结节 样 强化 强化 曲线 均 呈 渐增 型 左侧 腋下 见 一 肿大 淋巴结 影 大小 约 7.7 * 18 . mm 余 左侧 腋下 可见 小 淋巴结 影 右侧 腋下 未见 明显 肿大 淋巴结"
  },
  {
    "label": "HER-2阳性",
    "seg_text": "双乳 对称 右乳 皮肤 及 腺体 实质 增厚 水肿 局部 皮肤 稍 增厚 双侧 乳头 未见 凹陷 双乳 导管 未见 扩张 右乳 外上 象限 约 10 点 方向 距 乳头 约 8.1 cm 见 一类 圆形 稍短 T1 稍长 T 信号 肿块 影 边缘 见 毛刺 大小 约 1.5 * 1.6 * 1.7 cm 弥散 明显 受限 ADC 值约 0.667 * 10 - 3 增强 明显 强化 TIC 曲线 呈 渐增 型 ； 肿块 周围 见条 索状 强化 影右 乳头 及 乳晕 后方 见 多发 点 片状 强化 双侧 腋下 未见 肿大 淋巴结 前上 纵隔 内见 类 圆形 等 T1 长 T 信号 影 境界 清晰 光整 大小 约 1.1 * 1.8 cm 未见 明确 强化"
  },
  {
    "label": "HER-2阳性",
    "seg_text": "双乳 对称 皮肤 光整 右侧 乳头 未见 凹陷 左乳偏 外侧 腺体 密度 增高 局部 皮下 见条 片长 T 索条 信号 增强 后 左乳外 上 及 上方 见 非 肿块 异常 强化 信号 无 明显 边界 范围 约 5.7 * 58.9 * 7.8 mmADC 值约 1.1 - 1.3 * 10 - 3 速升 平台 型 / 洗脱 型 强化 病灶 向前 延伸 至 左 乳晕 后外 上伴 左 乳头 稍 向 外侧 牵拉 凹陷 右乳 内未见 明显 异常 强化 信号 双侧 乳 导管 未见 明显 扩张 双侧 腋下 未见 肿大 淋巴结"
  },
  {
    "label": "HER-2阳性",
    "seg_text": "双乳 对称 皮肤 光整 双侧 乳头 未见 凹陷 右乳 外侧 稍 偏 下方 局部 腺体 结构 紊乱 ； 双乳 见 多发 点 片状 、 微小 结节 状 异常 强化 信号 右乳 约 7 点钟 腺体 后部 边缘 见 强化 结节 形态 稍 欠 规则 大小 约 10.1 * 11 . mmADC 值约 1 . * 10 - 3 持续上升 型 强化 ； 右乳 约 1 点 腺体 中后 前缘 距离 乳头 约 41mm 处及 右乳 约 11 点 腺体 中部 前缘 距 距离 乳头 约 1mm 处见 两枚 大小不等 结节 分别 为 14.4 * 10.7 mm 、 4.0 * 5.3 mm 形态 欠 规则 ADC 值约 0.88 * 10 - 3 速升 洗脱 型 强化 双乳 见 多发 小点 片状 异常 强化 影未见 明显 结节 或 肿块 双侧 乳 导管 轻度 扩张 左 乳头 内见 条 片状 强化 信号 双侧 腋下 未见 肿大 淋巴结"
  },
  {
    "label": "HER-2阳性",
    "seg_text": "双乳 基本 对称 皮肤 广整 双侧 乳头 未见 内陷 左乳外 上 象限 约点 腺体 后缘 见 一 1.7 * 1.6 * 1.9 cm 类 圆形 等 T1 略长 T 信号 影 增强 后 呈 明显 不 均匀 强化 肿块 边缘 不光 整 强化 曲线 呈 洗脱 型 ； DWI 序列 信号 增高 ADC 值约 0.75 * 10 - 3 肿块 后缘 与 胸肌 分界 欠清 左 腋下 见 数枚 小 淋巴结 部分 淋巴 门 显示 欠清 最大 一枚 短径 约 0.7 cm 右乳 及右 腋下 未见异常 强化"
  },
  {
    "label": "HER-2阳性",
    "seg_text": "双乳 对称 皮肤 光整 左侧 乳头 稍 凹陷 右侧 乳头 未见 凹陷 左 乳头 后方 距 乳头 0.5 cm 可见 一枚 类 圆形 结节 影 大小 约 . * 1.9 * . 0cm 边缘 不规则 边界 较 清平 扫 呈 等 T1 长 T 信号 影 DWI 信号 增高 ADC 信号 减低 约 0.815 * 10 - 3 增强 后 明显 强化 增强 曲线 呈速升 平台 型 病变 周围 另见 多枚 小 结节 、 斑片影 呈 渐增 型 强化 ； 病变 内 上方 距离 0.6 cm 处 微小 结节 影 位于 11 点钟 腺体 边缘 大小 0.6 * 0.5 cmDWI 信号 增高 ADC 信号 减低 约 0.81 * 10 - 3 增强 后 明显 强化 增强 曲线 呈速升 平台 型 边界 双乳 见 少许 小点 片状 异常 强化 影左 乳头 后方 腺体 深部 见 串珠 样 多发 小 结节 影 TWI 稍 高 信号 DWI 呈 稍 高 信号 ADC 值未见 明显 减低 增强 扫描 呈 渐增 型 强化 右乳 内见 数个 小囊 性病变 未见 强化 双侧 乳 导管 未见 明显 扩张 片中 所示 右侧 腋下 未见 肿大 淋巴结 左侧 腋下 见 数个 皮质 稍 增厚 淋巴结 淋巴结 门 部分 存在"
  },
  {
    "label": "HER-2阳性",
    "seg_text": "双乳 对称 皮肤 光整 双侧 乳头 未见 凹陷 双侧 乳 导管 稍 扩张 左乳内 上 象限 约 - 3 点钟 方向 中后 1 / 3 沿 导管 分布 见 多发 结节 样 、 斑片样 强化 较大 者 范围 约 34 . * 19.5 * 11.0 mm 病灶 距 乳头 距离 约 9mmDWI 稍 高 ADC 值 减低 约 1.141 * 10 - 3mm / s 强化 曲线 呈速升 平台 型 双乳 见 多发 小囊 性灶 较大 者 约 7.4 * 5 . mm 未见 明显 强化 ； 双乳 另见 结节 样 强化 灶 强化 曲线 呈 渐增 型 双侧 腋下 未见 肿大 淋巴结 肝内 见类 圆形 无 强化 灶 直径约 . 0cm"
  },
  {
    "label": "HER-2阳性",
    "seg_text": "双乳 对称 皮肤 光整 双侧 乳头 未见 明显 凹陷 右乳 外上 象限 10 点钟 方向 腺体 边缘 见类 圆形 稍长 T1 长 T 信号 影 增强 扫描 呈 渐增 型 强化 大小 约 1.6 * . 6 * 1.9 cm 边缘 欠 清晰 略 呈 分 叶状 余 双乳 内见 少许 小点 片状 异常 强化 影 双乳 主导 管未见 明显 扩张 两侧 腋下 见 多发 小 淋巴结"
  },
  {
    "label": "HER-2阳性",
    "seg_text": "双乳 对称 皮肤 光整 双侧 乳头 未见 凹陷 双乳 内 腺体 丰富 双侧 乳 导管 未见 明显 扩张 动态 增强 扫描 示左乳点 腺体 深部 可见 一 强化 肿块 形态 不规则 强化 不 均匀 边缘 不光 整 病灶 见 毛刺 呈 渐增 平台 型 强化 TWI 高 信号 ADC 值约 1.044 * 10 - 3 病灶 下方 导管 走行区 见 数个 强化 小 结节 最远 一枚 距离 主 病灶 边缘 约 0mm 肿块 周围 血管 影较 对侧 增多 右乳 未见 明显 异常 强化 灶 左侧 也 下贱 多发 小 淋巴结 部分 皮质 稍 增厚 淋巴结 门 存在"
  },
  {
    "label": "HER-2阳性",
    "seg_text": "双乳 术后 ： 左乳 上方 结构 紊乱 左乳 11 点半后 1 / 3 距 乳头 约 6.7 cm 见 一 1 . * 0.9 * 1.3 cm 不规则 强化 灶 边缘 不光 整 TIC 呈 洗脱 型 ； DWI 序列 信号 增高 ADC 值 最低 约 0.94 * 10 - 3 左 腋下 未见 明显 肿大 淋巴结 左侧 第五 六 肋 腋 前线 及 腋 中线 处 皮质 不 连续 水肿 右乳 及右 腋下 未见 明确 异常 强化"
  },
  {
    "label": "HER-2阳性",
    "seg_text": "双乳 对称 皮肤 光整 双侧 乳头 未见 凹陷 双侧 乳 导管 稍 扩张 左乳外 下 象限 约 4 点 腺体 前 中部 距 乳头 约 41mm 肿块 大小 约 11.9 * 11.8 * 7 . mm 其前 上方 见散 在 条形 、 结节 样 强化 沿 导管 分布 最 前缘 距 乳头 约 . 0cm ； DWI 呈 高 信号 ADC 值约 0.87 * 10 - 3mm / s 强化 曲线 呈速升 平台 型 右乳 见 两枚 强化 小 结节 直径 小于 5mm 强化 曲线 呈 渐增 型 左侧 腋窝 I 区见 一枚 形态 饱满 淋巴结 大小 约 13 . * 10.9 mm 右侧 腋下 未见 肿大 淋巴结"
  },
  {
    "label": "HER-2阳性",
    "seg_text": "双乳 对称 皮肤 光整 双侧 乳头 未见 凹陷 右乳 外上 象限 10 - 11 点 方向 后 1 / 3 见 大小 约 0 * 18 * 13mm 肿块 界 尚清 形态 不规则 可见 分叶内 信号 欠均 呈 等 T1 稍长 T 信号 DWI 呈 高 信号 ADC 值约 1.009 * 10 - 3 增强 扫描 可见 明显 不 均匀 强化 强化 曲线 为 洗脱 型 右 腋下 I 区 一枚 小 淋巴结 皮质 不 均匀 稍 增厚 边缘 毛糙 左乳见 数枚 类 圆形 长 T 信号 较大 一枚 位于 乳头 偏 上 水平 腺体 后方 直径约 8mm 界清 DWI 呈 明显 高 信号 增强 扫描 未见 强化 左 腋下 见 数枚 小 淋巴结"
  },
  {
    "label": "HER-2阳性",
    "seg_text": "双乳 对称 皮肤 光整 双侧 乳头 未见 凹陷 右侧 乳 导管 稍 扩张 右乳 外上 象限 10 点钟 方向 腺体 后缘 见 一 肿块 影 TWI 呈 稍 高 信号 弥散 受限 ADC 值约 0.91 * 10 - 3 增强 呈 环形 强化 中央 见 坏死 无 强化 区 实性 部分 TIC 曲线 呈 洗脱 型 大小 约 1.9 * 1.5 * . 4cm 右乳 血管 影 丰富 双乳 另见 多个 强化 小 结节 影 TIC 曲线 呈速升 平台 型 右侧 较大 约 0.6 * 0.4 cm 左侧 较大 约 0.5 * 0.5 cm 右 腋下 少许 淋巴结 皮质 略厚 淋巴 门 尚存 左 腋下 未见 肿大 淋巴结"
  },
  {
    "label": "HER-2阳性",
    "seg_text": "双乳 对称 皮肤 光整 双侧 乳头 未见 凹陷 双乳 内 腺体 丰富 双侧 乳 导管 未见 明显 扩张 右侧 乳头 基 底部 内侧 见 一长 T 信号 结节 动态 增强 扫描 示左乳 4 点 腺体 中部 见 一 不规则 强化 肿块 影 大小 约 . 5 * 1.4 * . 1cm 边缘 不光 整见 毛刺 TWI 稍 高 信号 强化 不均 TIC 洗脱 型 ADC 值约 0.76 * 10 - 3 ； 左乳 9 点 腺体 中部 见 一 强化 小 结节 影 直径约 0.4 cmTIC 平台 型 ； 右乳 7 点 腺体 中部 见 一 强化 结节 影 大小 约 1.6 * 1.1 cm 强化 不 均匀 TIC 平台 型 TWI 高 信号 弥散 受限 ； 右 乳头 后方 腺体 中部 见 一斑 片状 强化 灶 范围 约 1.7 * 1.1 cmTIC 渐增 型 弥散 稍 受限 左侧 腋下 多发 肿大 淋巴结 皮质 不 均匀 增厚 较大 直径约 1.4 cm 右侧 腋下 未见 肿大 淋巴结"
  },
  {
    "label": "HER-2阳性",
    "seg_text": "双乳 形态 轮廓 正常 皮肤 无 局限性 增厚 两侧 乳头 无回缩 双乳 内 腺体 丰富 两侧 乳 导管 未见 扩张 左乳外 上 象限 约 点中 1 / 3 见 一 0.7 * 13.3 * 19.5 mm 肿块 形态 不规则 边缘 不光 整 增强 后 呈 明显 不 均匀 强化 肿块 内部 见 小 圆形 坏死 区 实性 区域 强化 曲线 呈速升 平台 型 ； DWI 序列 信号 明显 升高 ADC 值 最低 约 0.95 * 10 - 3 两侧 腋下 未见 明显 肿大 淋巴结 影"
  },
  {
    "label": "HER-2阳性",
    "seg_text": "双乳 欠 对称 左乳 增大 双乳 皮肤 光整 双侧 乳头 未见 凹陷 右乳 约 11 点钟 见 一枚 肿块 呈分 叶状 大小 约 1.8 * . 1 * . 1cmADC 值约 0.839 * 10 - 3 增强 后 呈 洗脱 型型 强化 肿块 形态 不规则 周围 腺体 结构 稍 紊乱 右乳 血管 增多 增粗 两侧 乳 导管 未见 扩张 右侧 腋下 I 区见 数枚 淋巴结 一枚 肿大 短径 约 1.5 cm"
  },
  {
    "label": "HER-2阳性",
    "seg_text": "双乳 对称 皮肤 光整 双侧 乳头 未见 凹陷 右乳 内上 象限 约 1 点钟 腺体 后部 不规则 斑 片状 强化 灶 较 前 017.09 . 01 新 出现 部分 沿 导管 分布 范围 约 . 6 * 1.9 * . 8cm 边界 欠清 边缘 可见 分叶及 毛刺 与 周围 腺体 分界 欠清 DWI 呈 高 信号 ADC 值约 1.0 * 10 - 3mm / sTIC 呈速升 平台 型 右 乳头 外侧 见 小 片状 强化 长径 约 0.7 cm 范围 较前 缩小 原右 乳头 外侧 强化 结节 此次 未见 余 右乳 见 多发 强化 小 结节 界清 左乳见 数枚 强化 结节 较大 者 位于 乳头 后方 距 乳头 约 . 1cm 直径约 0.6 cmTIC 呈 渐增 平台 型 双乳 见 多发 小点 片状 异常 强化 影双侧 乳 导管 未见 明显 扩张 双侧 腋下 未见 肿大 淋巴结"
  },
  {
    "label": "HER-2阳性",
    "seg_text": "双乳 对称 皮肤 光整 双侧 乳头 未见 凹陷 右乳 上方 见 形态 不规则 稍长 T1 稍长 T 信号 肿块 大小 约 . * . 7 * . 9cmADC 值约 1.18 * 10 - 3 肿块 边缘 见 毛刺 状 改变 肿块 最 表面 处 距离 邻近 皮肤 最近 约 5mm 皮肤 未见 明显 受累 余 双乳 见 多发 点片 、 微小 结节 异常 强化 信号 最大 一枚 结节 位于 右 乳头 平面 深部 稍 偏 上方 直径约 3mm 右 乳头 后 上 局部 乳 导管 轻度 扩张 左侧 乳 导管 未见 明显 扩张 双侧 腋下 未见 肿大 淋巴结 所示 右侧 心膈 角区 、 左肺 上 叶舌 段见 斑片 强化 信号 影"
  },
  {
    "label": "HER-2阳性",
    "seg_text": "双乳 对称 皮肤 光整 双侧 乳头 未见 凹陷 左乳约 11 点钟 方向 腺体 后 1 / 3 见类 圆形 肿块 影 大小 约 11 * 1.3 * 9.1 mm 呈 稍短 T1 稍长 T 信号 DWI 呈 高 信号 ADC 值 不 均匀 减低 约 0.754 * 10 - 3mm / s 病灶 边缘 可见 分叶 部分 层面 与 胸大肌 紧邻 增强 扫描 病灶 呈 环形 强化 强化 曲线 呈 缓升 平台 型 左乳约 6 - 7 点钟 方向 中 1 / 3 见 非 肿块 样 强化 边界 不清 ADC 值 稍低 约 1.15 * 10 - 3mm / s 强化 方式 呈 渐增 型 左乳 3 点钟 一枚 长 T1 长 结节 大小 约 3 * 4mm 增强 扫描 未见 强化 双乳 见 多发 小囊 性 信号 及 小点 片状 异常 强化 影双侧 腋下 见 数枚 小 淋巴结"
  },
  {
    "label": "HER-2阳性",
    "seg_text": "双乳 形态 稍 欠 对称 左 乳腺 体 水肿 TWI 密度 增高 皮肤 稍 增厚 左乳 外侧 及外 上 见 形态 不规则 大 肿块 稍长 T1 稍长 T 信号 部分 界清 部分 不清 大小 约 3.9 * 3.7 * 3 . cm 增强 后 不均 质 强化 边缘 强化 明显 中心 部分 似有 坏死 ADC 值 最低 约 1.1 * 10 - 3 肿块 周围 导管 走行区 见 多发 异常 强化 小 结节 影速升 平台 型 强化 Z 最大 一枚 直径约 0.7 cm 左乳 内侧 导管 走行区 亦 见 多发 微小 强化 结节 左侧 乳头 内见 强化 小 结节 影 左侧 腋下 见 多发 肿大 淋巴结 及 多个 形态 饱满 小 淋巴结 本片 所示 区域 主要 位于 胸小肌 外侧 及 后方 右乳 形态 正常 皮肤 光整 乳头 未见 凹陷 右乳 内见 多发 点片 、 微小 结节 异常 强化 信号 右 乳头 后方 见 异常 强化 小 结节 大小 约 0.6 * 0.3 cm 局部 乳 导管 轻度 扩张 右侧 腋下 未见 明显 肿大 淋巴结 锁骨 上 淋巴结 未能 在 乳腺 线圈 包含 范围 内请 结合 CT"
  },
  {
    "label": "HER-2阳性",
    "seg_text": "双乳 对称 皮肤 光整 双侧 乳头 未见 凹陷 动态 增强 扫描 示左乳上 象限 点钟 方向 见 一 大小 约 1 * 10 * 9.8 mm 的 结节 强化 影 形态 欠 规则 部分 边缘 欠光整 局部 见 毛刺 状 改变 强化 方式 呈速升 平台 型 TWI 呈 稍 高 信号 DWI 呈 高 信号 ADC 值 最低 为 0.865 * - 3mm / s 病变 与 周围 结构 分界 清 另 双乳 见 多发 小点 片状 异常 强化 影左乳外 上 见 多发 长 T1 长 T 囊性 信号 双侧 乳 导管 轻度 扩张 双侧 腋下 未见 肿大 淋巴结"
  },
  {
    "label": "HER-2阳性",
    "seg_text": "双乳 对称 皮肤 光整 双侧 乳头 未见 凹陷 两侧 乳 导管 扩张 积液 左乳内 上 约 10 - 11 点见 形态 不规则 肿块 影分 叶状 部分 边缘 光整 部分 毛糙 并 见 毛刺 ADC 值约 0.9 * 10 - 3 增强 后 强化 不均 质 呈 平台 型 强化 结节 大小 约 . 3 * . 6 * . 1cm ； 该 病灶 外下 约 1.7 cm 处见 一枚 微小 强化 结节 持续上升 型 强化 双侧 乳 导管 未见 明显 扩张 双侧 腋下 未见 肿大 淋巴结"
  },
  {
    "label": "HER-2阴性",
    "seg_text": "双乳 对称 皮肤 光整 双侧 乳头 未见 凹陷 双侧 乳 导管 未见 明显 扩张 左乳外 上 象限 1 - 点 腺体 中部 见 不规则 肿块 影 边缘 不光 整呈分 叶状 可见 毛刺 大小 约 . 5 * . 4 * . 5cmT1WI 呈 等 信号 TIRM 呈 高 信号 内部 可见 坏死 弥散 信号 增高 ADC 值 减低 约 0.708 * 10 - 3 增强 后 明显 强化 TIC 呈 渐增 型 左乳 内侧 约 9 点 腺体 深部 见 一枚 小 圆形 结节 直径约 0.5 cm 强化 明显 TIC 渐增 型 左乳 1 点 腺体 前部 见 小 圆形 稍短 T1 信号 直径约 0.5 cm 增强 后 未 见 强化 左侧 腋下 见 多发 小 淋巴结 部分 形态 稍 饱满 最大 一枚 大小 约 0.7 * 0.5 cm 右乳 见 少许 点状 及 结节 状 强化 影 最大 结节 直径约 0.5 cm 双侧 腋下 未见 肿大 淋巴结"
  },
  {
    "label": "HER-2阴性",
    "seg_text": "017 年 04 月 08 日 13 : 47 : 17 双乳 形态 轮廓 正常 皮肤 无 局限性 增厚 右侧 乳头 裂状 凹陷 两侧 乳头 无回缩 双乳 内 腺体 丰富 两侧 乳 导管 未见 扩张 1 . 动态 增强 扫描 示左乳 外侧 象限 - 3 点钟 腺体 后缘 见 一 大小 约 13 * 1 * 16mm 的 强化 结节 影 强化 方式 呈 洗脱 型 TWI 呈 稍 高 信号 DWI 呈 高 信号 ADC 值 0.86 * 10 - 3 边界 不清 同侧 乳腺 病变 上 缘 结节 影 大小 11.4 * 7.8 mm 强化 方式 呈 洗脱 型 两 病灶 间 见 小斑片 强化 . 左 乳头 后方 中 1 / 3 距 乳头 约 3.4 cm 小 结节 影 大小 约 7.4 * 5.3 mmTWI 等 信号 增强 扫描 呈 渐进性 强化 余 左乳 数枚 微小 结节 影 增强 扫描 呈 渐进性 强化 3 . 右乳 多发 结节 影 较大 两枚 位于 右 乳头 后方 直径约 5mm 边界 清 TWI 等 信号 影 增强 扫描 呈 渐增 型 强化 左侧 腋下 可见 多枚 稍大 淋巴结 影 较大 一枚 直径约 18 * 9mm 皮质 不 均匀 增厚 左侧 胸 大小 肌间 一枚 微小 结节"
  },
  {
    "label": "HER-2阴性",
    "seg_text": "双乳 对称 皮肤 光整 双侧 乳头 未见 凹陷 左乳 外侧 3 点后 1 / 3 见 一枚 类 圆形 结节 大小 约 10 * 10 * 8mm 边缘 欠光整 ADC 值约 0.967 * 10 - 3 增强 曲线 呈 缓慢 上升 平台 型 病灶 内侧 缘见 一枚 微小 结节 影 病灶 后缘 与 胸肌 筋膜 分界 尚清 双乳 见 多发 小 圆形 长 T1 长 T 信号 影未见 明显 强化 最大 一枚 位于 左乳 下方 大小 约 8 * 6mm 少许 囊壁 见 环形 强化 双乳 另见 数枚 小 结节 状 异常 强化 影呈 缓慢 上升 型 曲线 双侧 乳 导管 未见 明显 扩张 双侧 腋下 未见 肿大 淋巴结"
  },
  {
    "label": "HER-2阴性",
    "seg_text": "双乳 形态 正常 皮肤 光整 乳头 未见 凹陷 左乳 外侧 3 - 5 点钟 腺体 中部 见 形态 不规则 异常 强化 肿块 ADC 值约 0.91 * 10 - 3 明显 欠均质 强化 TIC 呈速升 平台 型 强化 肿块 大小 约 1.9 * 3 . * . 5cm 肿块 周围 见 少许 散 在 斑片 晚期 轻度 强化 信号 余 双乳 见 多 发散 在 点片 异常 强化 信号 右乳 见 数个 微小 囊性 信号 未见 强化 两侧 乳 导管 未见 明显 扩张 左侧 腋下 见 多个 形态 饱满 小 淋巴结 右侧 腋下 未见 明显 异常 淋巴结 影肝右 叶见 囊性 信号 未见 强化"
  },
  {
    "label": "HER-2阴性",
    "seg_text": "双乳 对称 皮肤 光整 两侧 乳头 未见 内陷 平扫示 双乳 分支 导管 轻度 扩张 增强 后 左乳内 上 象限 自 乳晕 后方 至 腺体 后缘 见 区段 分布 非 肿块 强化 范围 约 4.0 * 3.6 * 3.0 cm 强化 曲线 呈速升 平台 型 ； DWI 序列 信号 稍 高 ADC 值 最低 约 1.18 * 10 - 3 左乳内 上 象限 约 11 点原 手术 瘢痕 下方 皮下脂肪 层见 . 0 * 0.8 * 0.9 cm 不规则 斑片 强化 边界 不清 后方 似 与 内 上 象限 病灶 相连 强化 曲线 呈 洗脱 型 ADC 值 最低 约 0.99 * 10 - 3 余 双乳 内见 散 在 斑点 强化 双侧 腋下 见 数枚 小 淋巴结"
  },
  {
    "label": "HER-2阴性",
    "seg_text": "双乳 对称 皮肤 光整 双侧 乳头 未见 凹陷 左乳约 9 - 10 点钟 腺体 中 后部 俯卧 轴位 前缘 距离 乳头 约 47mm 处见 形态 不规则 分 叶状 肿块 大小 约 . 3 * . 3 * . 5cmADC 值约 0.74 - 0.94 * 10 - 3 增强 后 呈 速升 平台 晚期 轻度 洗脱 型 强化 该 病灶 前部 见 两枚 微小 强化 结节 左乳约 5 点钟 腺体 中部 边缘 见 形态 不规则 小 结节 界清 大小 约 5.6 * 9.5 * 5.0 mm 缓慢 持续上升 型 强化 右乳 约 9 点钟 腺体 后部 见 条片 异常 强化 信号 范围 约 10.5 * 4.6 mm 速升 平台 型 强化 晚期 略有 洗脱 双侧 乳 导管 未见 明显 扩张 双侧 腋下 未见 肿大 淋巴结 所示 肝脏 见 多发 囊性 信号 未见 强化"
  },
  {
    "label": "HER-2阴性",
    "seg_text": "双乳 对称 皮肤 光整 双侧 乳头 未见 凹陷 双侧 乳 导管 未见 明显 扩张 双乳 见 多发 小点 片状 异常 强化 影 右乳 内侧 3 点见团 块状 异常 信号 呈 浅分 叶状 T1WI 呈 等 信号 TIRM 呈 混杂 信号 高 信号 为主 弥散 受限 明显 ADC 值约 0.936 * 10 - 3 增强 后 明显 环形 强化 内部 见 坏死 TIC 洗脱 型 双乳 见 多发 结节 状 强化 影左乳 最大者 位于 内上 象限 大小 约 0.7 * 0.4 cm 右乳 最大者 位于 上方 1 点 大小 约 0.7 * 0.4 cm 边界 清 强化 明显 双乳 见散 在 小 圆形 囊性 灶 最大者 位于 右乳 外下 象限 直径约 0.46 cm 双侧 腋下 淋巴结 部分 稍大 淋巴结 门 存在"
  },
  {
    "label": "HER-2阴性",
    "seg_text": "双乳 对称 皮肤 光整 双侧 乳头 未见 凹陷 左乳外 上 象限 - 3 点状 后 1 / 3 见团 片状 等 T1 略长 T 信号 影 增强 后 呈 不规则 团 块状 强化 最大 层面 约 17.9 * 1.9 mm 动态 增强 呈速升 速降 型 ADC 值 0.87 * 10 - 3mm / s 病变 周边 及 前方 导管 走行区 见 多个 强化 小 结节 影 最远 一枚 结节 距离 主 病灶 约 18mm 该 病变 内侧 19.5 mm 可见 斑 片状 稍长 T 信号 影 增强 扫描 呈 渐增 型 双侧 乳 导管 未见 明显 扩张 双侧 腋下 未见 肿大 淋巴结"
  },
  {
    "label": "HER-2阴性",
    "seg_text": "双乳 对称 皮肤 光整 双侧 乳头 未见 凹陷 双侧 乳 导管 未见 明显 扩张 右乳 外上 象限 约 11 点后 1 / 3 见 一 0 * 19.5 * 19.0 mm 混杂 信号 结节 影 增强 后 呈 明显 不 均匀 强化 肿块 内部 见 不规则 坏死 区 实性 区域 强化 曲线 呈 洗脱 型 ； DWI 序列 信号 明显 升高 ADC 值 最低 约 0.846 * 10 - 3 右乳 供血 动脉 较 左侧 增粗 双乳 可见 多发 结节 、 索条影 可见 多枚 小 圆形 短 T1 短 T 信号 影及 多发 小 圆形 长 T1 长 T 信号 影 增强 扫描 未见 强化 双侧 腋下 未见 肿大 淋巴结"
  },
  {
    "label": "HER-2阴性",
    "seg_text": "双乳 对称 皮肤 光整 双侧 乳头 未见 凹陷 左乳外 上 象限 约点 后 1 / 3 距 乳头 约 4.0 cm 见 一略长 T1 略长 T 信号 肿块 增强 后 呈 明显 不 均匀 强化 周边 强化 为主 内部 见 不规则 坏死 区 实性 区域 TIC 呈 平台 型 ； 肿块 边缘 不光 整 DWI 序列 信号 增高 ADC 值 最低 约 0.84 * 10 - 3 后方 脂肪 间隙 清晰 左 腋下 见 数枚 淋巴结 部分 形态 略 饱满 左侧 第二 前 肋 上 缘 见 一枚 小内 乳 淋巴结 右乳 内 未见异常 强化 右 腋下 未见 肿大 淋巴结"
  },
  {
    "label": "HER-2阴性",
    "seg_text": "双乳 对称 皮肤 光整 双侧 乳头 未见 凹陷 双乳 内 腺体 少量 双侧 乳 导管 未见 明显 扩张 双乳 内 可见 微小 囊肿 影 动态 增强 扫描 示左乳 1 点 腺体 后方 可见 一枚 强化 肿块 影 大小 约 1.7 * 1.3 * 1.5 cm 形态 不规则 边缘 毛糙 呈 洗脱 型 强化 TWI 高 信号 ADC 值约 0.99 * 10 - 3 余 双乳 内 可见 数枚 强化 小 结节 影 直径 ＜ 5mm 呈 渐增 型 强化 左侧 腋下 可见 稍大 淋巴结 影 直径约 1.1 cm . 右侧 腋下 未见 肿大 淋巴结"
  },
  {
    "label": "HER-2阴性",
    "seg_text": "双乳 对称 皮肤 光整 双侧 乳头 未见 凹陷 两侧 乳 导管 无 明显 扩张 左乳外 上 象限 1 - 1 点钟 方向 距离 乳头 7.5 cm 处见 一 结节 呈 稍长 T 等 T1 信号 弥散 受限 ADC 值约 0.71 * 10 - 3 增强 明显 强化 TIC 曲线 呈 渐增 平台 型 大小 约 . 0 * . 3 * 1.8 cm 左侧 腋下 见 数个 稍大 淋巴结 较大 一枚 大小 约 1.5 * 0.85 * 0.85 cm 皮质 增厚 双乳 另见 数个 长 T 等 T1 信号 结节 影 增强 未见 明显 强化 左侧 较大 约 1.1 * 0.5 cm 右侧 较大 约 0.9 * 0.4 cm 右侧 腋下 未见 肿大 淋巴结"
  },
  {
    "label": "HER-2阴性",
    "seg_text": "双乳 对称 皮肤 光整 双侧 乳头 未见 凹陷 左乳上 象限 11 - 点钟 方向 前 1 / 3 腺体 边缘 距 乳头 约 1.4 cm 处见 一 不规则 软组织 肿物 范围 约 3.4 * 3.44 * 4.6 cm 呈 等 T1 等 T 信号 病变 与 周围 腺体 分界 欠清 病变 内见 条状 长 T 似 扩张 迂曲 导管 征象 影 ； 病变 强化 曲线 呈速升 平台 型 DWI 信号 明显 增高 ADC 值 最低 处约 0.9 * 10 - 3 病变 外上 象限 可见 多枚 微小 结节 影呈 渐增 型 强化 ； 左侧 乳头 乳晕 及 后方 胸大肌 未见 明显 异常 双乳 另见 多枚 小 结节 影呈 等 T1 等 T 信号 较大 者 直径 0.4 cm 边界 清 增强 扫描 呈 渐增 型 强化 左侧 腋下 I 区 可见 数枚 饱满 淋巴结 影 较大 一枚 大小 0.5 * 0.4 cmDWI 呈 高 信号 皮质 增厚 ； 右侧 腋下 见 数枚 小 淋巴结 淋巴 门 清晰"
  },
  {
    "label": "HER-2阴性",
    "seg_text": "双乳 基本 对称 乳头 未见 明显 凹陷 皮肤 未见 明显 局限性 增厚 双乳 腺体 大部分 退化 其间 见 少许 点 片状 强化 左乳 导管 轻度 扩张 腺体 内见 斑 片状 长 T1 长 T 信号 未见 明显 强化 右乳 导管 未见 明显 扩张 左乳 上方 1 点 腺体 后 1 / 3 部距 乳头 4.9 cm 处见 一 不规则 肿块 影 边缘 见 长短不一 毛刺 大小 . 3 * . 4 * . 0cm 不均 质 明显 强化 内部 见 不规则 坏死 区 实性 部分 TIC 呈速升 平台 型 晚期 有 下降 弥散 明显 受限 实性 部分 ADC 值 0.99 * 10 - 3 右乳 未见 明显 异常 强化 肿块 及 结节 影 左侧 腋下 见 一 皮质 增厚 淋巴结 影 最厚部 约 1 . cm 淋巴结 门 显示 右侧 腋下 见 一小 淋巴结 形态 稍 饱满 大小 0.4 * 0.5 cm 有 强化 TIC 呈 缓慢 持续 强化 有 淋巴结 门"
  },
  {
    "label": "HER-2阴性",
    "seg_text": "双乳 欠 对称 左乳 稍 小 左 乳晕 下 缘 皮肤 增厚 未见 明显 强化 双侧 乳头 未见 明显 凹陷 右乳 皮肤 未见 明显 局限性 增厚 双乳 腺体 部分 退化 期间 见 少许 点 片状 强化 双乳 导管 未见 明显 扩张 左乳 下方 腺体 结构 紊乱 6 点近 胸壁 处见 金属 夹影 左乳未 见 明显 强化 肿块 及 结节 影 右乳 上方 偏内 1 - 1 点见 一斑 片状 非均 质非 肿块 样 强化 影 TIC 呈 缓慢 持续 强化 范围 大小 4.9 * 1.8 * 1.5 cm 弥散 受限 ADC 值 0.83 - 1.08 * 10 - 3 前缘 距 乳头 . 5cm 处双侧 腋下 未见 明显 肿大 淋巴结 影"
  },
  {
    "label": "HER-2阴性",
    "seg_text": "双乳 对称 乳头 未见 明显 凹陷 皮肤 未见 明显 局限性 增厚 右 乳头 基 底部 见 结节 状 强化 双乳 腺体 稍 丰富 其间 见 中度 点 片状 强化 右乳 导管 轻度 扩张 左乳 导管 未见 明显 扩张 左乳外 上 腋 尾部 见 两 紧邻 不规则 肿块 影 大小 约 1.8 * 1.3 * 1 . cm 和 0.7 * 0.7 * 0.6 cm 不均 质 明显 强化 TIC 呈速升 平台 型 强化 弥散 明显 受限 ADC 值 0.79 * 10 - 3 右乳 未见 明显 强化 肿块 及 结节 影 左侧 腋下 见 一枚 肿大 淋巴结 影 大小 1 . * 1.3 cm 弥散 明显 受限 ADC 值 0.90 * 10 - 3 右侧 腋下 未见 明显 肿大 淋巴结 影"
  },
  {
    "label": "HER-2阴性",
    "seg_text": "双乳 对称 皮肤 光整 双侧 乳头 未见 凹陷 左乳外 上 象限 1 点钟 方向 可见 一枚 类 圆形 结节 影 大小 约 1.3 * 1.1 cm 边缘 不规则 可见 小 毛刺 平扫 呈 等 T1 长 T 信号 影 DWI 信号 增高 ADC 信号 减低 约 0.815 * 10 - 3 增强 后 明显 强化 增强 曲线 呈速升 平台 型 病变 内侧 0.5 cm 范围 内见 一枚 微 结节 影呈 渐增 平台 型 DWI 稍 增高 ADC 值 稍 减低 双乳 另见 多枚 小 结节 影 直径 均 小于 0.5 cm 呈 渐增 型 强化 双侧 乳 导管 未见 明显 扩张 片中 所示 双侧 腋下 见 少许 小 淋巴结"
  },
  {
    "label": "HER-2阴性",
    "seg_text": "双乳 对称 皮肤 光整 双侧 乳头 未见 凹陷 双乳 内 腺体 丰富 右侧 乳 导管 未见 明显 扩张 左侧 乳 导管 扩张 左乳内 腺体 轻度 水肿 左乳内 上 象限 见 大 范围 非 肿块 样 强化 灶 范围 约 6.6 * 3.6 * 4 . cm 动态 增强 曲线 呈 洗脱 型 TWI 上 低 信号 主 病灶 周围 见 多发 小 结节 及 斑片 强化 灶均 呈 洗脱 型 强化 弥散 受限 ADC 值约 0.314 * 10 - 3 病灶 周围 可见 增多 增粗 血管 影左 乳头 后方 可见 沿 扩张 导管 壁 的 广泛 强化 延伸 至 乳头 后缘 右乳 内上 象限 见 多发 小 结节 影 边缘 轻度 强化 右乳 5 点 可见 多发 聚集 分布 小 结节 样 强化 灶 动态 增强 曲线 呈 渐增 型 左侧 胸小肌 表面 外缘 见 一 强化 结节 大小 约 3.9 * 6.5 mmT1WI 序列 上 左侧 内乳 链区 见 一 稍 高 信号 的 淋巴结 影 大小 约 6.9 * 5.4 mm 第前 肋 与 第 3 前 肋 之间 双侧 腋下 未见 肿大 淋巴结"
  },
  {
    "label": "HER-2阴性",
    "seg_text": "双乳 形态 对称 皮肤 光整 右侧 乳头 未见 凹陷 左侧 乳头 凹陷 左乳 外侧 及外 下 见 形态 不规则 肿块 边缘 不光 整 TWI 上 肿块 呈 等 低 混杂 信号 局部 腺体 结构 扭曲 ADC 值约 0.76 - 0.95 * 10 - 3 增强 后 明显 不均 质 强化 TIC 呈速升 平台 型 肿块 向前 累及 乳头 乳晕 基 底部 范围 约 4.8 * . 6 * . 5cm 肿块 后 下缘 局部 见 条形 异常 强化 信号 延伸 至 胸肌 筋膜 胸肌 筋膜 未见 明显 异常 强化 肿块 周边 邻近 见 数个 散 在 强化 小 结节 影 右乳 腺体 实质 内见 少许 点片 异常 强化 信号 右乳 外下 约 7 点钟 见 微小 强化 结节 持续上升 型 强化 两侧 乳 导管 轻度 扩张 两侧 腋下 未见 明显 肿大 淋巴结 影"
  },
  {
    "label": "HER-2阴性",
    "seg_text": "右乳 内上 象限 占位 穿刺 后 ： 右乳 内上 象限 约 1 点中 后 1 / 3 见 . 9 * 1.8 * 4.8 类 圆形 略长 T1 略长 T 信号 肿块 边缘 大部分 光整 局部 略 欠 光整 增强 后 呈 明显 稍 不 均匀 强化 内见 小囊 样无 强化 区 强化 曲线 呈 洗脱 型 ； DWI 序列 信号 增高 ADC 值 最低 约 1.01 * 10 - 3 病灶 前缘 0.9 cm 处距 乳头 约 3.9 cm 见微 结节 样 强化 主 病灶 更前 下缘 约 1.9 cm 处 乳头 后方 约 3 . cm 处见 微 结节 样 强化 似 与 本院 钼 靶 一小 簇 钙化 对应 MIP 示 右乳 血管 影较 对侧 增粗右 腋下 一枚 淋巴结 形态 较 饱满 右乳 外上 象限 约 11 点后 1 / 3 见 一 0.8 * 0.6 cm 长 T 信号 结节 形态 稍 不规则 边缘 光整 增强 后 呈 平台 型 余 双乳 内见 散 在 斑点 及微 结节 样 强化 左乳 导管 局限性 轻度 扩张"
  },
  {
    "label": "HER-2阴性",
    "seg_text": "双乳 对称 皮肤 光整 双侧 乳头 未见 凹陷 右乳 外上 约 10 - 1 点见 形态 不规则 异常 强化 肿块 肿块 形态 不规则 边缘 不光 整 TWI 信号 部分 稍低 ADC 值约 0.86 * 103 呈速升 平台 晚期 轻度 洗脱 型 强化 肿块 大小 约 14.9 * 5.9 * 0.4 mm 左 乳腺 体 实质 内未见 明显 异常 强化 信号 左乳偏 内侧 局部 主乳 导管 略显 扩张 双侧 腋下 未见 肿大 淋巴结"
  },
  {
    "label": "HER-2阴性",
    "seg_text": "双乳 对称 皮肤 光整 双侧 乳头 未见 凹陷 右乳 见散 在 多发 数枚 结节 乳头 后方 及 外侧 结节 部分 融合 成片 较大 一枚 大小 约 1 . * 1.5 * 1.4 cm 呈 等 T1 等 T 信号 影 弥散 受限 ADC 值约 0.774 * 10 ^ 3TIC 曲线 呈 渐增 平台 型 或 轻度 洗脱 型 右乳 导管 扩张 双侧 腋下 多发 小 淋巴结 形态 尚可 皮质 稍厚 右侧 胸腔 少量 积液"
  },
  {
    "label": "HER-2阴性",
    "seg_text": "双乳 对称 右 皮肤 光整 右侧 乳头 未见 内陷 左 乳晕 区 皮肤 增厚 乳头 无 凹陷 左乳内 下 象限 中 1 / 3 距 乳头 约 . 3cm 处见 不规则 结节 样 强化 最大 范围 约 3.1 * . 9 * 3.0 cm 边缘 不光 整 内部 强化 不 均匀 强化 曲线 呈 平台 型 ； DWI 信号 增高 ADC 值 最低 约 0.76 * 10 - 3 主 病灶 内侧 周围 见 多发 斑点 及条 片状 强化 乳后 间隙 尚 清晰 MIP 示左乳 血管 影较 对侧 增粗 左 腋下 I 区见 小 淋巴结 较大 一枚 直径 0.9 cmII 区见 肿大 淋巴结 大小 . 0 * 1.9 cm 左侧 内乳 动脉 旁约平 、 3 肋间 一枚 饱满 淋巴结 影 大小 1.1 * 0.6 cmDWI 呈 稍 高 信号 右乳 内见 少许 微 结节 影 腋下 未见 肿大 淋巴结"
  },
  {
    "label": "HER-2阴性",
    "seg_text": "双乳 欠 对称 右乳 稍大双 乳头 未见 明显 凹陷 皮肤 未见 明显 局限性 增厚 双乳 腺体 稍 丰富 其间 见 中度 点 片状 强化 右乳 内侧 为 著 右乳 导管 扩张 左乳 导管 未见 明显 扩张 右乳 外侧 9 点 腺体 后 1 / 3 部距 乳头 8.1 cm 见 一 不规则 肿块 大小 . 7 * . 4 * 3 . cm 周边 部 呈 明显 不 均匀 厚壁 环形 强化 TIC 呈速升 平台 型 强化 中心 部 不 强化 实质 部分 弥散 受限 ADC 值 0.87 * 10 - 3 其 前方 见 三枚 明显 强化 微小 结节 状 紧邻 直径 0.4 - 0.6 cmTIC 呈速升 平台 型 强化 左乳未 见 明显 异常 强化 肿块 及 结节 影 右侧 腋下 见 数枚 稍大 淋巴结 有 强化 皮质 稍 增厚 左侧 腋下 未见 明显 肿大 淋巴结 影"
  },
  {
    "label": "HER-2阴性",
    "seg_text": "双乳 对称 皮肤 光整 双侧 乳头 未见 凹陷 右乳 外上 约 11 点 腺体 后部 俯卧 矢状位 前缘 距离 乳头 约 58mm 处见 大小 约 . 4 * 1.9 * . 3cm 肿块 影 边缘 不光 整 可见 毛刺 肿块 内 信号 不均 平扫 呈 等 T1 稍长 T 信号 为主 信号 不均 DWI 信号 增高 ADC 信号 减低 约 0.818 * 10 - 3 增强 后 病灶 呈 环形 强化 内见 坏死 实性 部分 强化 曲线 呈 渐增 平台 型 ； 右 乳头 上方 见 一枚 结节 形态 不规则 最大 径约 8mm 强化 明显 呈 渐增 型 曲线 ； 双乳 另见 多发 结节 左乳 最大 一枚 位于 乳头 后方 最大 径约 8mm 形态 不规则 强化 较 明显 呈 渐增 平台 型 周围 见局 灶 斑片 强化 双乳 见 多发 小点 片状 异常 强化 影双侧 乳 导管 未见 明显 扩张 双侧 腋下 见 数枚 小 淋巴结"
  },
  {
    "label": "HER-2阴性",
    "seg_text": "双乳 对称 皮肤 光整 双侧 乳头 未见 凹陷 双侧 乳 导管 未见 明显 扩张 左乳内 上 象限 约 11 点 腺体 后部 见 数枚 不规则 异常 强化 肿块 融合 最大 层面 约 3.5 * 1.5 * 1.8 cm 形态 不规则 边缘 欠光整 周围 见 少许 条片 强化 最 前缘 距 乳头 约 7cm 肿块 TIC 呈 洗脱 型 ； DWI 序列 信号 增高 ADC 值 最低 约 0.91 * 10 - 3 肿块 后方 脂肪 间隙 略 水肿 未见异常 强化 左内 乳区 未见 肿大 淋巴结 左 腋下 见 少许 小 淋巴结 淋巴 门 尚存 余 双乳 见 弥漫 微 结节 样 强化 右 腋下 未见 肿大 淋巴结"
  },
  {
    "label": "HER-2阴性",
    "seg_text": "双乳 对称 皮肤 光整 双侧 乳头 未见 凹陷 左乳外 上 约 1 点钟 腺体 后部 俯卧 矢状位 前缘 距离 乳头 77mm 处见 等 T1 稍长 T 信号 结节 形态 稍 欠 规则 边缘 稍 欠 光整 大小 约 14.0 * 1.0 mmADC 值约 1.0 * 10 - 3 增强 后 不均 质 强化 速升 平台 晚期 稍 有 洗脱 型 强化 左乳约 1 点 腺体 中部 见 稍短 T1 等 T 信号 结节 直径约 6mm 未见 强化 左乳 下方 约 6 点钟 腺体 浅层 见 强化 小 结节 大小 约 8.7 * 5.1 mm 持续上升 型 强化 双乳 见 数个 微小 强化 结节 左乳外 上 近 腋 尾部 局部 腺体 斑片 异常 强化 双乳 见 数个 微小 长 T1 长 T 信号 / 短 T 短 T 信号 结节 未见 强化 双侧 乳 导管 未见 明显 扩张 双侧 腋下 未见 肿大 淋巴结"
  },
  {
    "label": "HER-2阴性",
    "seg_text": "双乳 对称 皮肤 光整 双侧 乳头 未见 凹陷 双乳 内 腺体 部分 退化 双侧 乳 导管 未见 明显 扩张 左乳外 上 象限 腺体 内见 少许 水肿 信号 动态 增强 扫描 示左乳外 上 1 - 点 腺体 后方 见 一 强化 肿块 影 大小 约 . 8 * . 3 * . 6cm 形态 不规则 边缘 不光 整 强化 不 均匀 边缘 强化 为主 TIC 速升 平台 型 TWI 等 低 信号 ADC 值约 0.871 * 10 - 3 ； 肿块 周围 可见 多发 强化 结节 影较 远 一枚 位于 左乳 4 点 腺体 后 下方 偏 内侧 直径约 4.4 mm 距离 肿块 约 0.9 cmTIC 轻度 洗脱 型 ； 左 乳头 正后方 腺体 前方 可见 小斑 片状 强化 灶 范围 约 1 * 0.8 cmTIC 渐增 型 右乳 未见 明显 异常 强化 灶 左侧 腋下 见 一枚 稍大 淋巴结 皮质 增厚 直径约 1.1 cm 右侧 腋下 未见 肿大 淋巴结"
  },
  {
    "label": "HER-2阴性",
    "seg_text": "双乳 对称 皮肤 光整 双侧 乳头 未见 明显 凹陷 左乳 内侧 9 点钟 方向 距离 乳头 约 1.9 cm 见类 圆形 等 T1 略长 T 信号 影 DWI 呈 高 信号 ADC 值约 0.93 * 10 - 3mm / s 增强 扫描 呈速升 平台 型 强化 大小 约 1.8 cm * 1.4 cm * 1.5 cm 病灶 内见 小斑 片状 长 T1 长 T 信号 区 肿块 周围 见 数个 微小 强化 结节 余 双乳 见 多发 点片 异常 强化 信号 双乳 导管 稍 扩张 左侧 腋下 见 数枚 淋巴结 影 较大 一枚 大小 约 0.9 cm * 0.8 cm * 1cm 未见 淋巴 门 结构"
  },
  {
    "label": "HER-2阴性",
    "seg_text": "双乳 对称 皮肤 光整 右侧 乳头 未见 凹陷 左侧 乳头 凹陷 结合 病史 先天 发育不良 所致 左乳约 11 - 1 点见 形态 不规则 异常 强化 结节 TWI 信号 稍低 ADC 值约 1.08 * 10 - 3 大小 约 13.9 * 18.0 * 0.8 mm 速升 平台 型 强化 病灶 与 后方 胸肌 筋膜 分界 清楚 左乳约 点钟 腺体 后部 见 强化 小 结节 大小 约 5.1 * 7.6 * 4.5 mm 边缘 尚光 整速升 洗脱 型 强化 余 双乳 见 多个 强化 小 结节 右乳 最大 一枚 违约 约 9 点钟 腺体 前部 边缘 大小 约 9.5 * 3.8 mm 持续上升 型 强化 右侧 乳 导管 轻度 扩张 双侧 腋下 未见 肿大 淋巴结"
  },
  {
    "label": "HER-2阴性",
    "seg_text": "双乳 对称 皮肤 光整 双侧 乳头 未见 凹陷 右乳 3 点中 后 1 / 3 最 前缘 距 乳头 约 . 9cm 见 一 不规则 形等 T1 略 短 T 信号 影 增强 后 呈 明显 稍 不 均匀 强化 边缘 不光 整 TIC 呈 轻度 洗脱 型 ； DWI 序列 信号 增高 ADC 值 最低 约 0.83 * 10 - 3 后方 乳后 间隙 清晰 左乳 11 - 1 点中 后 1 / 3 见 数枚 小 结节 样 强化 最大 一枚 直径约 0.6 cmTIC 呈 渐增 型 右 腋下 I 区 一枚 淋巴结 皮质 稍 增厚 淋巴 门 尚存 右侧 内乳区 见 少许 微小 淋巴结 影 左侧 腋下 未见 肿大 淋巴结"
  },
  {
    "label": "HER-2阴性",
    "seg_text": "双乳 对称 皮肤 光整 双侧 乳头 未见 凹陷 双乳 内 腺体 丰富 双侧 乳 导管 未见 明显 扩张 动态 增强 扫描 示 右乳 1 点见 不规则 强化 肿块 影 范围 约 3.3 * . 6 * . 5cm 边缘 明显 不光 整 强化 不 均匀 主 病灶 呈 环形 强化 TIC 平台 型 ADC 值约 0.996 * 10 - 3TWI 呈 混杂 信号 主 病灶 低 信号 为主 病灶 周围 弥漫 多发 点状 强化 灶 延伸 至 乳头 处 乳晕 区见 少许 点状 强化 结节 灶 最远 一枚 位于 右乳 11 点 腺体 后方 胸大肌 表面 大小 约 0.6 * 0.7 cm 形态 稍 不规则 ； 病灶 周围 血管 影较 对侧 增多 左乳 1 点 可见 点状 强化 结节 影 右侧 腋下 见 稍 大 淋巴结 短径 约 1.1 cm 淋巴 门 显示 不清 左侧 腋下 未见 肿大 淋巴结"
  },
  {
    "label": "HER-2阴性",
    "seg_text": "双乳 形态 正常 皮肤 光整 右乳 上方 皮肤 稍 增厚 水肿 右侧 乳 导管 轻度 扩张 右乳 外上 见 形态 不规则 稍长 T1 不均 质长 T 信号 肿块 弥散 受限 ADC 值约 1.0 * 10 - 3 增强 后 明显 不均 质 强化 其内 见 斑片 坏死 无 强化 区 肿块 实性 部分 TIC 呈 缓升 平台 型 强化 肿块 大小 约 . 8 * . 9 * . 3cm 肿块 前方 及前 下 导管 走行区 见 多发 点片 条片 异常 强化 信号 延伸 至 右侧 乳头 后方 右侧 乳头 内亦见 强化 信号 影左 乳腺 体 实质 内见 数个 小类 圆形 长 T1 长 T 囊性 信号 未见 强化 左侧 乳 导管 未见 明显 扩张 两侧 腋下 见 数个 形态 稍 饱满 小 淋巴结 肝脏 见类 圆形 长 T 异常 信号 未见 强化"
  },
  {
    "label": "HER-2阴性",
    "seg_text": "双乳 对称 皮肤 光整 双侧 乳头 未见 凹陷 右乳 内侧 - 3 点钟 方向 距离 乳头 约 6.7 cm 见类 圆形 略 短 T1 略长 T 信号 影 弥散 明显 受限 ADC 值约 0.68 * 10 \\ S \\ 3 大小 约 . 1 * . 1 * . 9cm 呈 浅分 叶状 增强 扫描 呈速升 平台 型 周围 见 多发 增粗 血管 影右 乳晕 后方 7 点 、 左 乳晕 后方 5 点 、 9 点见 数个 小 结节 状及 条状 强化 影 强化 曲线 呈 渐增 型 双乳 主导 管 轻度 扩张 两侧 腋下 数个 小 淋巴结"
  },
  {
    "label": "HER-2阴性",
    "seg_text": "双乳 对称 皮肤 光整 双侧 乳头 未见 明显 凹陷 右乳 外上 象限 10 点钟 方向 距离 乳头 约 4.3 cm 见 不规则 形等 T1 略长 T 信号 影 DWI 信号 增高 ADC 值约 0.638 * 10 \\ S \\ 3 增强 扫描 呈 渐增 型 强化 呈分 叶状 大小 约 1.5 * . 0cm ； 周围 见 多发 结节 影较 远 一枚 距离 肿块 约 . cm 左乳内 见 多发 小 结节 状 、 点 片状 轻度 强化 影 TIC 呈 渐增 型 部分 沿 导管 分布 左乳 主导 管 轻度 扩张 右侧 内乳链 上方 局部 DWI 高 信号 两侧 腋下 见 多发 小 淋巴结"
  },
  {
    "label": "HER-2阴性",
    "seg_text": "双乳 稍 欠 对称 皮肤 光整 双侧 乳头 凹陷 双乳 内 腺体 未见 退化 双侧 乳 导管 未见 明显 扩张 左乳上 象限 1 点 方向 可见 结节 影 范围 约 14.9 * 16.7 * 0.3 mmT1WI 稍低 信号 TWI 呈 高 信号 DWI 弥散 受限 ADC 值 最低 约 0.8 * 10 - 3 呈 平台 型 强化 与 周围 组织 分界 清余 双乳 实质 未见 明显 肿块 影双侧 腋下 未见 肿大 淋巴结"
  },
  {
    "label": "HER-2阴性",
    "seg_text": "双乳 对称 皮肤 光整 双侧 乳头 未见 凹陷 左乳 外侧 象限 约 3 - 4 点 腺体 后 1 / 3 见 不规则 肿块 影 范围 约 1.9 * 1.5 * 1.5 cmTWI 呈 稍低 信号 DWI 呈 高 信号 ADC 值约 0.83 * 10 - 3mm / s 边界 欠清见 蟹 足样 改变 周围 腺体 结构 紊乱 水肿 见 粗大 供血 动脉 增强 扫描 不 均匀 强化 TIC 呈速升 洗脱 型 肿块 前缘 约 0.6 cm 见 一 强化 结节 大小 约 0.6 * 0.6 * 0.5 cm 信号 特征 及 强化 方式 与 肿块 一致 左乳 另 见 小类 圆形 无 强化 长 T 结节 直径 小于 0.5 cm 右乳 导管 稍 扩张 双乳 见 多发 小点 片状 异常 强化 影 左侧 腋窝 见 数枚 肿大 淋巴结 较大 者 约 1.6 * 1.3 cm 弥散 受限 右侧 腋下 未见 肿大 淋巴结 肝内 见 多发 类 圆形 长 T 结节"
  },
  {
    "label": "HER-2阴性",
    "seg_text": "双乳 对称 皮肤 光整 双侧 乳头 未见 凹陷 双乳 内 腺体 少量 双侧 乳 导管 未见 明显 扩张 动态 增强 扫描 示左乳 1 点见 一类 圆形 强化 肿块 影 大小 约 1.5 * 1.6 * 1.9 cm 边缘 见 毛刺 TWI 高 信号 呈 环形 强化 曲线 呈 洗脱 型 ADC 值约 0.775 * 10 - 3 肿块 周围 血管 影较 对侧 增多 右乳 未见 明显 异常 强化 灶 左侧 腋下 见 形态 饱满 肿大 淋巴结 右侧 腋下 未见 肿大 淋巴结"
  },
  {
    "label": "HER-2阴性",
    "seg_text": "双乳 对称 皮肤 光整 双侧 乳头 未见 凹陷 双乳 内 腺体 丰富 双侧 乳 导管 轻度 扩张 积液 双乳 内散 在 少许 小 结节 样长 T 信号 较大 直径约 0.6 cm 动态 增强 扫描 示左乳 9 点 腺体 深部 见 一 肿块 影 大小 约 1.4 * 1.1 * 1.6 cm 形态 较 规则 边缘 稍 不光 整 强化 稍 不 均匀 TIC 渐增 型 TWI 明显 高 信号 弥散 受限 ADC 值约 . * 10 - 3 左乳 11 点 腺体 深部 见 一 强化 结节 影 大小 约 0.8 * 0.4 cmTIC 渐增 型 右乳 9 点 腺体 中部 见 一条 状 强化 灶 大小 约 1.4 * 0.5 cmTIC 渐增 型 右乳 5 点 腺体 中部 见 一条 状 强化 灶 直径约 0.8 cmTIC 渐增 型 余 双乳 内见 多发 点状 强化 结节 直径 均 ＜ 0.5 cm 双侧 腋下 未见 肿大 淋巴结"
  },
  {
    "label": "HER-2阴性",
    "seg_text": "双乳 对称 皮肤 光整 双侧 乳头 未见 凹陷 左乳外 上 象限 约 1 - 1 点钟 方向 后 1 / 3 见 一枚 类 圆形 结节 影 大小 约 1.7 * 1.4 cm 边缘 不规则 边缘 欠光 整平 扫 呈 等 T1 稍长 T 信号 影 DWI 信号 增高 ADC 信号 减低 约 0.705 * 10 - 3 增强 后 明显 强化 增强 曲线 呈速升 洗脱 型 双乳 另见 多发 类 圆形 囊性 长 T 信号 影双侧 乳 导管 未见 明显 扩张 片中 所示 右侧 腋下 未见 肿大 淋巴结 左侧 腋下 见 数个 形态 饱满 小 淋巴结"
  },
  {
    "label": "HER-2阴性",
    "seg_text": "双乳 对称 皮肤 光整 双侧 乳头 未见 凹陷 双乳 内 腺体 丰富 双侧 乳 导管 未见 明显 扩张 右乳 内上 象限 腺体 深部 可见 一等 T1 长 T 信号 肿块 影 TWI 见 环形 低 信号 影 增强 后见 明显 强化 形态 不规则 强化 不 均匀 边缘 不光 整 病灶 境界 不 清晰 呈 渐增 型 强化 ADC 值约 0.886 * 10 - 3mm / S 病变 紧邻 胸大肌 右乳 6 点 、 7 点 方向 中 1 / 3 见 小 结节 影 境界 清晰 直径 均 约 5.5 mm 增强 后 呈 渐进 强化 型 左乳未 见 明显 异常 强化 灶 双侧 腋下 未见 肿大 淋巴结"
  },
  {
    "label": "HER-2阴性",
    "seg_text": "双乳 形态 对称 右 乳头 周围 稍 偏内 上 局部 皮肤 轻度 水肿 右乳 上方 见囊 实性 肿块 大小 约 1.3 * 1.7 * 3.0 cmTWI 呈 明显 高 信号 其内 见 结节 状 稍低 信号 应 增强 后壁 呈 明显 环形 强化 壁 欠光 整见 附壁 强化 结节 持续上升 型 强化 右乳 内上 邻近 皮肤 轻度 强化 右 乳头 后方 腺体 中 后部 见 强化 小 结节 大小 约 0.6 * 0.4 cm 界 清速升 平台 型 强化 左乳点 腺体 后部 局部 腺体 结构 稍 扭曲 见局 灶 斑片 异常 强化 信号 范围 约 1.3 * 1.0 * 1.0 cmADC 值约 0.98 * 10 - 3 持续上升 型 强化 左乳 1 点 腺体 前部 见 强化 结节 大小 约 0.80 . 5cm 持续上升 型 强化 余 双乳 见 多发 强化 小 结节 直径 均 小于 0.5 cm 持续上升 型 / 平台 型 强化 两侧 乳 导管 未见 明显 扩张 两侧 腋下 未见 明显 肿大 淋巴结"
  },
  {
    "label": "HER-2阴性",
    "seg_text": "双乳 对称 皮肤 光整 双侧 乳头 未见 凹陷 左乳约 5 点半 腺体 后缘 见 一 1.9 * 1.7 * 1.3 cm 长 T1 混杂 T 信号 影 增强 后 呈 中等 不 均匀 强化 病灶 形态 不规则 边缘 不光 整 内部 强化 不 均匀 周边 强化 为主 ； 实性 区域 TIC 呈速升 平台 型 ； DWI 序列 信号 增高 ADC 值 最低 约 0.75 * 10 - 3 肿块 周围 及 后方 乳后 间隙 水肿 临近 胸肌 未见异常 强化 余 双乳 内见 数枚 斑点 及 小 结节 样 强化 右乳 最大 一枚 位于 乳头 后方 中 1 / 3 距 乳头 约 . 9cm 约 0.5 * 0.4 cmTIC 呈 洗脱 型 ； 左乳 最大 一枚 位于 左乳约 4 点 乳晕 后 直径约 0.6 cm 边缘 模糊 TIC 呈 洗脱 型 右乳 6 点 腺体 后部 见 一 0.6 * 0.5 cm 囊性 信号 影 边缘 强化 双侧 导管 轻度 扩张 双侧 腋下 未见 肿大 淋巴结"
  },
  {
    "label": "HER-2阴性",
    "seg_text": "左乳 上方 占位 穿刺 后 ： 左乳 上方 及外 下 象限 9 - 16 点 乳头 乳晕 后方 至 腺体 后缘 见散 在 多发 大小不等 结节 及斑 片状 异常 强化 边界 不清 强化 曲线 呈 破 平台 型 及 洗脱 型 DWI 序列 信号 明显 增高 ADC 值 最低 约 0.88 * 10 - 3 后方 胸大肌 未见 明确 异常 强化 左 腋下 I 区见 形态 饱满 淋巴结 左侧 第 - 3 前 肋间 见 一 微小 内乳 淋巴结 右乳 内见 散 在 少许 小囊 性 信号 影 最大 一枚 位于 9 点半 腺体 后缘 直径约 5.5 mm 未见 强化 余 右乳 内见 散 在 斑点 及微 结节 样 强化 右 腋下 见 少许 小 淋巴结"
  },
  {
    "label": "HER-2阴性",
    "seg_text": "双乳 对称 皮肤 光整 双侧 乳头 未见 凹陷 双侧 乳 导管 未见 明显 扩张 左乳外 下 象限 约 4 点钟 方向 腺体 中 1 / 3 肿块 影 大小 约 13.0 * 1 . * 14 . mm 肿块 形态 欠 规则 边缘 可见 毛刺 局部 与 周围 腺体 边界 欠清 邻近 腺体 结构 稍 扭曲 病灶 呈 稍长 T 稍长 T1 信号 DWI 明显 增高 ADC 值 减低 约 0.840 * 10 - 3mm / s 增强 扫描 呈速升 洗脱 型 不 均匀 强化 紧邻 病灶 内侧 见 一 9.5 * 3.6 mm 小条片 强化 边缘 模糊 右乳 见 数枚 强化 结节 较大 一枚 位于 1 点钟 方向 大小 约 5.6 * 3.8 * 6.1 mm 边缘 模糊 呈 渐升 型 均匀 强化 左侧 腋下 I 区见 数枚 形态 饱满 淋巴结 短径 约 10mm 右侧 腋下 未见 肿大 淋巴结"
  },
  {
    "label": "HER-2阴性",
    "seg_text": "双乳 对称 皮肤 光整 双侧 乳头 未见 凹陷 双侧 乳 导管 未见 明显 扩张 右乳 外下 象限 8 点钟 方向 腺体 后 1 / 3 距离 乳头 4.9 cm 处见 一 肿块 边缘 可见 毛刺 呈长 T 等 T1 信号 增强 明显 强化 中央 可见 坏死 区 TIC 曲线 呈速升 平台 型 大小 约 1.5 * 1.6 * 1.7 cm 病灶 右前方 见 一 相似 信号 小 结节 距离 病灶 约 0.4 cm 范围 约 0.3 cm 似 与 病灶 相连 左乳未 见 明显 异常 信号 影双侧 腋下 未见 肿大 淋巴结"
  },
  {
    "label": "HER-2阴性",
    "seg_text": "双乳 对称 皮肤 光整 右 乳头 内陷 左侧 乳头 未见 凹陷 右乳 上方 稍 偏内 见 一 不规则 肿块 影 大小 约 . 8 * * cm 平扫 呈 等 T1 长 T 信号 影 DWI 信号 明显 增高 ADC 值 降低 约 0.655 * 10 - 3 增强 后 明显 不 均匀 强化 强化 曲线 呈速升 轻度 洗脱 型 左乳内 上 象限 深部 、 左乳 外侧 腺体 后 1 / 3 及 左乳内 下 象限 腺体 边缘 见 多发 片状 及类 结节 状 强化 影余 双乳 见 多发 小点 片状 异常 强化 影双侧 乳 导管 未见 明显 扩张 双侧 腋下 未见 肿大 淋巴结 肝脏 内见 类 圆形 长 T1 长 T 信号 影未见 明显 强化"
  },
  {
    "label": "HER-2阴性",
    "seg_text": "双乳 对称 皮肤 光整 双侧 乳头 未见 凹陷 双侧 乳 导管 未见 明显 扩张 左乳外 上 象限 1 - 点 腺体 中部 见 不规则 肿块 影 边缘 不光 整呈分 叶状 可见 毛刺 大小 约 . 5 * . 4 * . 5cmT1WI 呈 等 信号 TIRM 呈 高 信号 内部 可见 坏死 弥散 信号 增高 ADC 值 减低 约 0.708 * 10 - 3 增强 后 明显 强化 TIC 呈 渐增 型 左乳 内侧 约 9 点 腺体 深部 见 一枚 小 圆形 结节 直径约 0.5 cm 强化 明显 TIC 渐增 型 左乳 1 点 腺体 前部 见 小 圆形 稍短 T1 信号 直径约 0.5 cm 增强 后 未 见 强化 左侧 腋下 见 多发 小 淋巴结 部分 形态 稍 饱满 最大 一枚 大小 约 0.7 * 0.5 cm 右乳 见 少许 点状 及 结节 状 强化 影 最大 结节 直径约 0.5 cm 双侧 腋下 未见 肿大 淋巴结"
  },
  {
    "label": "HER-2阴性",
    "seg_text": "017 年 04 月 08 日 13 : 47 : 17 双乳 形态 轮廓 正常 皮肤 无 局限性 增厚 右侧 乳头 裂状 凹陷 两侧 乳头 无回缩 双乳 内 腺体 丰富 两侧 乳 导管 未见 扩张 1 . 动态 增强 扫描 示左乳 外侧 象限 - 3 点钟 腺体 后缘 见 一 大小 约 13 * 1 * 16mm 的 强化 结节 影 强化 方式 呈 洗脱 型 TWI 呈 稍 高 信号 DWI 呈 高 信号 ADC 值 0.86 * 10 - 3 边界 不清 同侧 乳腺 病变 上 缘 结节 影 大小 11.4 * 7.8 mm 强化 方式 呈 洗脱 型 两 病灶 间 见 小斑片 强化 . 左 乳头 后方 中 1 / 3 距 乳头 约 3.4 cm 小 结节 影 大小 约 7.4 * 5.3 mmTWI 等 信号 增强 扫描 呈 渐进性 强化 余 左乳 数枚 微小 结节 影 增强 扫描 呈 渐进性 强化 3 . 右乳 多发 结节 影 较大 两枚 位于 右 乳头 后方 直径约 5mm 边界 清 TWI 等 信号 影 增强 扫描 呈 渐增 型 强化 左侧 腋下 可见 多枚 稍大 淋巴结 影 较大 一枚 直径约 18 * 9mm 皮质 不 均匀 增厚 左侧 胸 大小 肌间 一枚 微小 结节"
  },
  {
    "label": "HER-2阴性",
    "seg_text": "双乳 对称 皮肤 光整 双侧 乳头 未见 凹陷 左乳 外侧 3 点后 1 / 3 见 一枚 类 圆形 结节 大小 约 10 * 10 * 8mm 边缘 欠光整 ADC 值约 0.967 * 10 - 3 增强 曲线 呈 缓慢 上升 平台 型 病灶 内侧 缘见 一枚 微小 结节 影 病灶 后缘 与 胸肌 筋膜 分界 尚清 双乳 见 多发 小 圆形 长 T1 长 T 信号 影未见 明显 强化 最大 一枚 位于 左乳 下方 大小 约 8 * 6mm 少许 囊壁 见 环形 强化 双乳 另见 数枚 小 结节 状 异常 强化 影呈 缓慢 上升 型 曲线 双侧 乳 导管 未见 明显 扩张 双侧 腋下 未见 肿大 淋巴结"
  },
  {
    "label": "HER-2阴性",
    "seg_text": "双乳 形态 正常 皮肤 光整 乳头 未见 凹陷 左乳 外侧 3 - 5 点钟 腺体 中部 见 形态 不规则 异常 强化 肿块 ADC 值约 0.91 * 10 - 3 明显 欠均质 强化 TIC 呈速升 平台 型 强化 肿块 大小 约 1.9 * 3 . * . 5cm 肿块 周围 见 少许 散 在 斑片 晚期 轻度 强化 信号 余 双乳 见 多 发散 在 点片 异常 强化 信号 右乳 见 数个 微小 囊性 信号 未见 强化 两侧 乳 导管 未见 明显 扩张 左侧 腋下 见 多个 形态 饱满 小 淋巴结 右侧 腋下 未见 明显 异常 淋巴结 影肝右 叶见 囊性 信号 未见 强化"
  },
  {
    "label": "HER-2阴性",
    "seg_text": "双乳 对称 皮肤 光整 两侧 乳头 未见 内陷 平扫示 双乳 分支 导管 轻度 扩张 增强 后 左乳内 上 象限 自 乳晕 后方 至 腺体 后缘 见 区段 分布 非 肿块 强化 范围 约 4.0 * 3.6 * 3.0 cm 强化 曲线 呈速升 平台 型 ； DWI 序列 信号 稍 高 ADC 值 最低 约 1.18 * 10 - 3 左乳内 上 象限 约 11 点原 手术 瘢痕 下方 皮下脂肪 层见 . 0 * 0.8 * 0.9 cm 不规则 斑片 强化 边界 不清 后方 似 与 内 上 象限 病灶 相连 强化 曲线 呈 洗脱 型 ADC 值 最低 约 0.99 * 10 - 3 余 双乳 内见 散 在 斑点 强化 双侧 腋下 见 数枚 小 淋巴结"
  },
  {
    "label": "HER-2阴性",
    "seg_text": "双乳 对称 皮肤 光整 双侧 乳头 未见 凹陷 左乳约 9 - 10 点钟 腺体 中 后部 俯卧 轴位 前缘 距离 乳头 约 47mm 处见 形态 不规则 分 叶状 肿块 大小 约 . 3 * . 3 * . 5cmADC 值约 0.74 - 0.94 * 10 - 3 增强 后 呈 速升 平台 晚期 轻度 洗脱 型 强化 该 病灶 前部 见 两枚 微小 强化 结节 左乳约 5 点钟 腺体 中部 边缘 见 形态 不规则 小 结节 界清 大小 约 5.6 * 9.5 * 5.0 mm 缓慢 持续上升 型 强化 右乳 约 9 点钟 腺体 后部 见 条片 异常 强化 信号 范围 约 10.5 * 4.6 mm 速升 平台 型 强化 晚期 略有 洗脱 双侧 乳 导管 未见 明显 扩张 双侧 腋下 未见 肿大 淋巴结 所示 肝脏 见 多发 囊性 信号 未见 强化"
  },
  {
    "label": "HER-2阴性",
    "seg_text": "双乳 对称 皮肤 光整 双侧 乳头 未见 凹陷 双侧 乳 导管 未见 明显 扩张 双乳 见 多发 小点 片状 异常 强化 影 右乳 内侧 3 点见团 块状 异常 信号 呈 浅分 叶状 T1WI 呈 等 信号 TIRM 呈 混杂 信号 高 信号 为主 弥散 受限 明显 ADC 值约 0.936 * 10 - 3 增强 后 明显 环形 强化 内部 见 坏死 TIC 洗脱 型 双乳 见 多发 结节 状 强化 影左乳 最大者 位于 内上 象限 大小 约 0.7 * 0.4 cm 右乳 最大者 位于 上方 1 点 大小 约 0.7 * 0.4 cm 边界 清 强化 明显 双乳 见散 在 小 圆形 囊性 灶 最大者 位于 右乳 外下 象限 直径约 0.46 cm 双侧 腋下 淋巴结 部分 稍大 淋巴结 门 存在"
  },
  {
    "label": "HER-2阴性",
    "seg_text": "双乳 对称 皮肤 光整 双侧 乳头 未见 凹陷 左乳外 上 象限 - 3 点状 后 1 / 3 见团 片状 等 T1 略长 T 信号 影 增强 后 呈 不规则 团 块状 强化 最大 层面 约 17.9 * 1.9 mm 动态 增强 呈速升 速降 型 ADC 值 0.87 * 10 - 3mm / s 病变 周边 及 前方 导管 走行区 见 多个 强化 小 结节 影 最远 一枚 结节 距离 主 病灶 约 18mm 该 病变 内侧 19.5 mm 可见 斑 片状 稍长 T 信号 影 增强 扫描 呈 渐增 型 双侧 乳 导管 未见 明显 扩张 双侧 腋下 未见 肿大 淋巴结"
  },
  {
    "label": "HER-2阴性",
    "seg_text": "双乳 对称 皮肤 光整 双侧 乳头 未见 凹陷 双侧 乳 导管 未见 明显 扩张 右乳 外上 象限 约 11 点后 1 / 3 见 一 0 * 19.5 * 19.0 mm 混杂 信号 结节 影 增强 后 呈 明显 不 均匀 强化 肿块 内部 见 不规则 坏死 区 实性 区域 强化 曲线 呈 洗脱 型 ； DWI 序列 信号 明显 升高 ADC 值 最低 约 0.846 * 10 - 3 右乳 供血 动脉 较 左侧 增粗 双乳 可见 多发 结节 、 索条影 可见 多枚 小 圆形 短 T1 短 T 信号 影及 多发 小 圆形 长 T1 长 T 信号 影 增强 扫描 未见 强化 双侧 腋下 未见 肿大 淋巴结"
  },
  {
    "label": "HER-2阴性",
    "seg_text": "双乳 对称 皮肤 光整 双侧 乳头 未见 凹陷 左乳外 上 象限 约点 后 1 / 3 距 乳头 约 4.0 cm 见 一略长 T1 略长 T 信号 肿块 增强 后 呈 明显 不 均匀 强化 周边 强化 为主 内部 见 不规则 坏死 区 实性 区域 TIC 呈 平台 型 ； 肿块 边缘 不光 整 DWI 序列 信号 增高 ADC 值 最低 约 0.84 * 10 - 3 后方 脂肪 间隙 清晰 左 腋下 见 数枚 淋巴结 部分 形态 略 饱满 左侧 第二 前 肋 上 缘 见 一枚 小内 乳 淋巴结 右乳 内 未见异常 强化 右 腋下 未见 肿大 淋巴结"
  },
  {
    "label": "HER-2阴性",
    "seg_text": "双乳 对称 皮肤 光整 双侧 乳头 未见 凹陷 双乳 内 腺体 少量 双侧 乳 导管 未见 明显 扩张 双乳 内 可见 微小 囊肿 影 动态 增强 扫描 示左乳 1 点 腺体 后方 可见 一枚 强化 肿块 影 大小 约 1.7 * 1.3 * 1.5 cm 形态 不规则 边缘 毛糙 呈 洗脱 型 强化 TWI 高 信号 ADC 值约 0.99 * 10 - 3 余 双乳 内 可见 数枚 强化 小 结节 影 直径 ＜ 5mm 呈 渐增 型 强化 左侧 腋下 可见 稍大 淋巴结 影 直径约 1.1 cm . 右侧 腋下 未见 肿大 淋巴结"
  },
  {
    "label": "HER-2阴性",
    "seg_text": "双乳 对称 皮肤 光整 双侧 乳头 未见 凹陷 两侧 乳 导管 无 明显 扩张 左乳外 上 象限 1 - 1 点钟 方向 距离 乳头 7.5 cm 处见 一 结节 呈 稍长 T 等 T1 信号 弥散 受限 ADC 值约 0.71 * 10 - 3 增强 明显 强化 TIC 曲线 呈 渐增 平台 型 大小 约 . 0 * . 3 * 1.8 cm 左侧 腋下 见 数个 稍大 淋巴结 较大 一枚 大小 约 1.5 * 0.85 * 0.85 cm 皮质 增厚 双乳 另见 数个 长 T 等 T1 信号 结节 影 增强 未见 明显 强化 左侧 较大 约 1.1 * 0.5 cm 右侧 较大 约 0.9 * 0.4 cm 右侧 腋下 未见 肿大 淋巴结"
  },
  {
    "label": "HER-2阴性",
    "seg_text": "双乳 对称 皮肤 光整 双侧 乳头 未见 凹陷 左乳上 象限 11 - 点钟 方向 前 1 / 3 腺体 边缘 距 乳头 约 1.4 cm 处见 一 不规则 软组织 肿物 范围 约 3.4 * 3.44 * 4.6 cm 呈 等 T1 等 T 信号 病变 与 周围 腺体 分界 欠清 病变 内见 条状 长 T 似 扩张 迂曲 导管 征象 影 ； 病变 强化 曲线 呈速升 平台 型 DWI 信号 明显 增高 ADC 值 最低 处约 0.9 * 10 - 3 病变 外上 象限 可见 多枚 微小 结节 影呈 渐增 型 强化 ； 左侧 乳头 乳晕 及 后方 胸大肌 未见 明显 异常 双乳 另见 多枚 小 结节 影呈 等 T1 等 T 信号 较大 者 直径 0.4 cm 边界 清 增强 扫描 呈 渐增 型 强化 左侧 腋下 I 区 可见 数枚 饱满 淋巴结 影 较大 一枚 大小 0.5 * 0.4 cmDWI 呈 高 信号 皮质 增厚 ； 右侧 腋下 见 数枚 小 淋巴结 淋巴 门 清晰"
  },
  {
    "label": "HER-2阴性",
    "seg_text": "双乳 基本 对称 乳头 未见 明显 凹陷 皮肤 未见 明显 局限性 增厚 双乳 腺体 大部分 退化 其间 见 少许 点 片状 强化 左乳 导管 轻度 扩张 腺体 内见 斑 片状 长 T1 长 T 信号 未见 明显 强化 右乳 导管 未见 明显 扩张 左乳 上方 1 点 腺体 后 1 / 3 部距 乳头 4.9 cm 处见 一 不规则 肿块 影 边缘 见 长短不一 毛刺 大小 . 3 * . 4 * . 0cm 不均 质 明显 强化 内部 见 不规则 坏死 区 实性 部分 TIC 呈速升 平台 型 晚期 有 下降 弥散 明显 受限 实性 部分 ADC 值 0.99 * 10 - 3 右乳 未见 明显 异常 强化 肿块 及 结节 影 左侧 腋下 见 一 皮质 增厚 淋巴结 影 最厚部 约 1 . cm 淋巴结 门 显示 右侧 腋下 见 一小 淋巴结 形态 稍 饱满 大小 0.4 * 0.5 cm 有 强化 TIC 呈 缓慢 持续 强化 有 淋巴结 门"
  },
  {
    "label": "HER-2阴性",
    "seg_text": "双乳 欠 对称 左乳 稍 小 左 乳晕 下 缘 皮肤 增厚 未见 明显 强化 双侧 乳头 未见 明显 凹陷 右乳 皮肤 未见 明显 局限性 增厚 双乳 腺体 部分 退化 期间 见 少许 点 片状 强化 双乳 导管 未见 明显 扩张 左乳 下方 腺体 结构 紊乱 6 点近 胸壁 处见 金属 夹影 左乳未 见 明显 强化 肿块 及 结节 影 右乳 上方 偏内 1 - 1 点见 一斑 片状 非均 质非 肿块 样 强化 影 TIC 呈 缓慢 持续 强化 范围 大小 4.9 * 1.8 * 1.5 cm 弥散 受限 ADC 值 0.83 - 1.08 * 10 - 3 前缘 距 乳头 . 5cm 处双侧 腋下 未见 明显 肿大 淋巴结 影"
  },
  {
    "label": "HER-2阴性",
    "seg_text": "双乳 对称 乳头 未见 明显 凹陷 皮肤 未见 明显 局限性 增厚 右 乳头 基 底部 见 结节 状 强化 双乳 腺体 稍 丰富 其间 见 中度 点 片状 强化 右乳 导管 轻度 扩张 左乳 导管 未见 明显 扩张 左乳外 上 腋 尾部 见 两 紧邻 不规则 肿块 影 大小 约 1.8 * 1.3 * 1 . cm 和 0.7 * 0.7 * 0.6 cm 不均 质 明显 强化 TIC 呈速升 平台 型 强化 弥散 明显 受限 ADC 值 0.79 * 10 - 3 右乳 未见 明显 强化 肿块 及 结节 影 左侧 腋下 见 一枚 肿大 淋巴结 影 大小 1 . * 1.3 cm 弥散 明显 受限 ADC 值 0.90 * 10 - 3 右侧 腋下 未见 明显 肿大 淋巴结 影"
  },
  {
    "label": "HER-2阴性",
    "seg_text": "双乳 对称 皮肤 光整 双侧 乳头 未见 凹陷 左乳外 上 象限 1 点钟 方向 可见 一枚 类 圆形 结节 影 大小 约 1.3 * 1.1 cm 边缘 不规则 可见 小 毛刺 平扫 呈 等 T1 长 T 信号 影 DWI 信号 增高 ADC 信号 减低 约 0.815 * 10 - 3 增强 后 明显 强化 增强 曲线 呈速升 平台 型 病变 内侧 0.5 cm 范围 内见 一枚 微 结节 影呈 渐增 平台 型 DWI 稍 增高 ADC 值 稍 减低 双乳 另见 多枚 小 结节 影 直径 均 小于 0.5 cm 呈 渐增 型 强化 双侧 乳 导管 未见 明显 扩张 片中 所示 双侧 腋下 见 少许 小 淋巴结"
  },
  {
    "label": "HER-2阴性",
    "seg_text": "双乳 对称 皮肤 光整 双侧 乳头 未见 凹陷 双乳 内 腺体 丰富 右侧 乳 导管 未见 明显 扩张 左侧 乳 导管 扩张 左乳内 腺体 轻度 水肿 左乳内 上 象限 见 大 范围 非 肿块 样 强化 灶 范围 约 6.6 * 3.6 * 4 . cm 动态 增强 曲线 呈 洗脱 型 TWI 上 低 信号 主 病灶 周围 见 多发 小 结节 及 斑片 强化 灶均 呈 洗脱 型 强化 弥散 受限 ADC 值约 0.314 * 10 - 3 病灶 周围 可见 增多 增粗 血管 影左 乳头 后方 可见 沿 扩张 导管 壁 的 广泛 强化 延伸 至 乳头 后缘 右乳 内上 象限 见 多发 小 结节 影 边缘 轻度 强化 右乳 5 点 可见 多发 聚集 分布 小 结节 样 强化 灶 动态 增强 曲线 呈 渐增 型 左侧 胸小肌 表面 外缘 见 一 强化 结节 大小 约 3.9 * 6.5 mmT1WI 序列 上 左侧 内乳 链区 见 一 稍 高 信号 的 淋巴结 影 大小 约 6.9 * 5.4 mm 第前 肋 与 第 3 前 肋 之间 双侧 腋下 未见 肿大 淋巴结"
  },
  {
    "label": "HER-2阴性",
    "seg_text": "双乳 形态 对称 皮肤 光整 右侧 乳头 未见 凹陷 左侧 乳头 凹陷 左乳 外侧 及外 下 见 形态 不规则 肿块 边缘 不光 整 TWI 上 肿块 呈 等 低 混杂 信号 局部 腺体 结构 扭曲 ADC 值约 0.76 - 0.95 * 10 - 3 增强 后 明显 不均 质 强化 TIC 呈速升 平台 型 肿块 向前 累及 乳头 乳晕 基 底部 范围 约 4.8 * . 6 * . 5cm 肿块 后 下缘 局部 见 条形 异常 强化 信号 延伸 至 胸肌 筋膜 胸肌 筋膜 未见 明显 异常 强化 肿块 周边 邻近 见 数个 散 在 强化 小 结节 影 右乳 腺体 实质 内见 少许 点片 异常 强化 信号 右乳 外下 约 7 点钟 见 微小 强化 结节 持续上升 型 强化 两侧 乳 导管 轻度 扩张 两侧 腋下 未见 明显 肿大 淋巴结 影"
  },
  {
    "label": "HER-2阴性",
    "seg_text": "右乳 内上 象限 占位 穿刺 后 ： 右乳 内上 象限 约 1 点中 后 1 / 3 见 . 9 * 1.8 * 4.8 类 圆形 略长 T1 略长 T 信号 肿块 边缘 大部分 光整 局部 略 欠 光整 增强 后 呈 明显 稍 不 均匀 强化 内见 小囊 样无 强化 区 强化 曲线 呈 洗脱 型 ； DWI 序列 信号 增高 ADC 值 最低 约 1.01 * 10 - 3 病灶 前缘 0.9 cm 处距 乳头 约 3.9 cm 见微 结节 样 强化 主 病灶 更前 下缘 约 1.9 cm 处 乳头 后方 约 3 . cm 处见 微 结节 样 强化 似 与 本院 钼 靶 一小 簇 钙化 对应 MIP 示 右乳 血管 影较 对侧 增粗右 腋下 一枚 淋巴结 形态 较 饱满 右乳 外上 象限 约 11 点后 1 / 3 见 一 0.8 * 0.6 cm 长 T 信号 结节 形态 稍 不规则 边缘 光整 增强 后 呈 平台 型 余 双乳 内见 散 在 斑点 及微 结节 样 强化 左乳 导管 局限性 轻度 扩张"
  },
  {
    "label": "HER-2阴性",
    "seg_text": "双乳 对称 皮肤 光整 双侧 乳头 未见 凹陷 右乳 外上 约 10 - 1 点见 形态 不规则 异常 强化 肿块 肿块 形态 不规则 边缘 不光 整 TWI 信号 部分 稍低 ADC 值约 0.86 * 103 呈速升 平台 晚期 轻度 洗脱 型 强化 肿块 大小 约 14.9 * 5.9 * 0.4 mm 左 乳腺 体 实质 内未见 明显 异常 强化 信号 左乳偏 内侧 局部 主乳 导管 略显 扩张 双侧 腋下 未见 肿大 淋巴结"
  },
  {
    "label": "HER-2阴性",
    "seg_text": "双乳 对称 皮肤 光整 双侧 乳头 未见 凹陷 右乳 见散 在 多发 数枚 结节 乳头 后方 及 外侧 结节 部分 融合 成片 较大 一枚 大小 约 1 . * 1.5 * 1.4 cm 呈 等 T1 等 T 信号 影 弥散 受限 ADC 值约 0.774 * 10 ^ 3TIC 曲线 呈 渐增 平台 型 或 轻度 洗脱 型 右乳 导管 扩张 双侧 腋下 多发 小 淋巴结 形态 尚可 皮质 稍厚 右侧 胸腔 少量 积液"
  },
  {
    "label": "HER-2阴性",
    "seg_text": "双乳 对称 右 皮肤 光整 右侧 乳头 未见 内陷 左 乳晕 区 皮肤 增厚 乳头 无 凹陷 左乳内 下 象限 中 1 / 3 距 乳头 约 . 3cm 处见 不规则 结节 样 强化 最大 范围 约 3.1 * . 9 * 3.0 cm 边缘 不光 整 内部 强化 不 均匀 强化 曲线 呈 平台 型 ； DWI 信号 增高 ADC 值 最低 约 0.76 * 10 - 3 主 病灶 内侧 周围 见 多发 斑点 及条 片状 强化 乳后 间隙 尚 清晰 MIP 示左乳 血管 影较 对侧 增粗 左 腋下 I 区见 小 淋巴结 较大 一枚 直径 0.9 cmII 区见 肿大 淋巴结 大小 . 0 * 1.9 cm 左侧 内乳 动脉 旁约平 、 3 肋间 一枚 饱满 淋巴结 影 大小 1.1 * 0.6 cmDWI 呈 稍 高 信号 右乳 内见 少许 微 结节 影 腋下 未见 肿大 淋巴结"
  },
  {
    "label": "HER-2阴性",
    "seg_text": "双乳 欠 对称 右乳 稍大双 乳头 未见 明显 凹陷 皮肤 未见 明显 局限性 增厚 双乳 腺体 稍 丰富 其间 见 中度 点 片状 强化 右乳 内侧 为 著 右乳 导管 扩张 左乳 导管 未见 明显 扩张 右乳 外侧 9 点 腺体 后 1 / 3 部距 乳头 8.1 cm 见 一 不规则 肿块 大小 . 7 * . 4 * 3 . cm 周边 部 呈 明显 不 均匀 厚壁 环形 强化 TIC 呈速升 平台 型 强化 中心 部 不 强化 实质 部分 弥散 受限 ADC 值 0.87 * 10 - 3 其 前方 见 三枚 明显 强化 微小 结节 状 紧邻 直径 0.4 - 0.6 cmTIC 呈速升 平台 型 强化 左乳未 见 明显 异常 强化 肿块 及 结节 影 右侧 腋下 见 数枚 稍大 淋巴结 有 强化 皮质 稍 增厚 左侧 腋下 未见 明显 肿大 淋巴结 影"
  },
  {
    "label": "HER-2阴性",
    "seg_text": "双乳 对称 皮肤 光整 双侧 乳头 未见 凹陷 右乳 外上 约 11 点 腺体 后部 俯卧 矢状位 前缘 距离 乳头 约 58mm 处见 大小 约 . 4 * 1.9 * . 3cm 肿块 影 边缘 不光 整 可见 毛刺 肿块 内 信号 不均 平扫 呈 等 T1 稍长 T 信号 为主 信号 不均 DWI 信号 增高 ADC 信号 减低 约 0.818 * 10 - 3 增强 后 病灶 呈 环形 强化 内见 坏死 实性 部分 强化 曲线 呈 渐增 平台 型 ； 右 乳头 上方 见 一枚 结节 形态 不规则 最大 径约 8mm 强化 明显 呈 渐增 型 曲线 ； 双乳 另见 多发 结节 左乳 最大 一枚 位于 乳头 后方 最大 径约 8mm 形态 不规则 强化 较 明显 呈 渐增 平台 型 周围 见局 灶 斑片 强化 双乳 见 多发 小点 片状 异常 强化 影双侧 乳 导管 未见 明显 扩张 双侧 腋下 见 数枚 小 淋巴结"
  },
  {
    "label": "HER-2阴性",
    "seg_text": "双乳 对称 皮肤 光整 双侧 乳头 未见 凹陷 双侧 乳 导管 未见 明显 扩张 左乳内 上 象限 约 11 点 腺体 后部 见 数枚 不规则 异常 强化 肿块 融合 最大 层面 约 3.5 * 1.5 * 1.8 cm 形态 不规则 边缘 欠光整 周围 见 少许 条片 强化 最 前缘 距 乳头 约 7cm 肿块 TIC 呈 洗脱 型 ； DWI 序列 信号 增高 ADC 值 最低 约 0.91 * 10 - 3 肿块 后方 脂肪 间隙 略 水肿 未见异常 强化 左内 乳区 未见 肿大 淋巴结 左 腋下 见 少许 小 淋巴结 淋巴 门 尚存 余 双乳 见 弥漫 微 结节 样 强化 右 腋下 未见 肿大 淋巴结"
  },
  {
    "label": "HER-2阴性",
    "seg_text": "双乳 对称 皮肤 光整 双侧 乳头 未见 凹陷 左乳外 上 约 1 点钟 腺体 后部 俯卧 矢状位 前缘 距离 乳头 77mm 处见 等 T1 稍长 T 信号 结节 形态 稍 欠 规则 边缘 稍 欠 光整 大小 约 14.0 * 1.0 mmADC 值约 1.0 * 10 - 3 增强 后 不均 质 强化 速升 平台 晚期 稍 有 洗脱 型 强化 左乳约 1 点 腺体 中部 见 稍短 T1 等 T 信号 结节 直径约 6mm 未见 强化 左乳 下方 约 6 点钟 腺体 浅层 见 强化 小 结节 大小 约 8.7 * 5.1 mm 持续上升 型 强化 双乳 见 数个 微小 强化 结节 左乳外 上 近 腋 尾部 局部 腺体 斑片 异常 强化 双乳 见 数个 微小 长 T1 长 T 信号 / 短 T 短 T 信号 结节 未见 强化 双侧 乳 导管 未见 明显 扩张 双侧 腋下 未见 肿大 淋巴结"
  },
  {
    "label": "HER-2阴性",
    "seg_text": "双乳 对称 皮肤 光整 双侧 乳头 未见 凹陷 双乳 内 腺体 部分 退化 双侧 乳 导管 未见 明显 扩张 左乳外 上 象限 腺体 内见 少许 水肿 信号 动态 增强 扫描 示左乳外 上 1 - 点 腺体 后方 见 一 强化 肿块 影 大小 约 . 8 * . 3 * . 6cm 形态 不规则 边缘 不光 整 强化 不 均匀 边缘 强化 为主 TIC 速升 平台 型 TWI 等 低 信号 ADC 值约 0.871 * 10 - 3 ； 肿块 周围 可见 多发 强化 结节 影较 远 一枚 位于 左乳 4 点 腺体 后 下方 偏 内侧 直径约 4.4 mm 距离 肿块 约 0.9 cmTIC 轻度 洗脱 型 ； 左 乳头 正后方 腺体 前方 可见 小斑 片状 强化 灶 范围 约 1 * 0.8 cmTIC 渐增 型 右乳 未见 明显 异常 强化 灶 左侧 腋下 见 一枚 稍大 淋巴结 皮质 增厚 直径约 1.1 cm 右侧 腋下 未见 肿大 淋巴结"
  },
  {
    "label": "HER-2阴性",
    "seg_text": "双乳 对称 皮肤 光整 双侧 乳头 未见 明显 凹陷 左乳 内侧 9 点钟 方向 距离 乳头 约 1.9 cm 见类 圆形 等 T1 略长 T 信号 影 DWI 呈 高 信号 ADC 值约 0.93 * 10 - 3mm / s 增强 扫描 呈速升 平台 型 强化 大小 约 1.8 cm * 1.4 cm * 1.5 cm 病灶 内见 小斑 片状 长 T1 长 T 信号 区 肿块 周围 见 数个 微小 强化 结节 余 双乳 见 多发 点片 异常 强化 信号 双乳 导管 稍 扩张 左侧 腋下 见 数枚 淋巴结 影 较大 一枚 大小 约 0.9 cm * 0.8 cm * 1cm 未见 淋巴 门 结构"
  },
  {
    "label": "HER-2阴性",
    "seg_text": "双乳 对称 皮肤 光整 右侧 乳头 未见 凹陷 左侧 乳头 凹陷 结合 病史 先天 发育不良 所致 左乳约 11 - 1 点见 形态 不规则 异常 强化 结节 TWI 信号 稍低 ADC 值约 1.08 * 10 - 3 大小 约 13.9 * 18.0 * 0.8 mm 速升 平台 型 强化 病灶 与 后方 胸肌 筋膜 分界 清楚 左乳约 点钟 腺体 后部 见 强化 小 结节 大小 约 5.1 * 7.6 * 4.5 mm 边缘 尚光 整速升 洗脱 型 强化 余 双乳 见 多个 强化 小 结节 右乳 最大 一枚 违约 约 9 点钟 腺体 前部 边缘 大小 约 9.5 * 3.8 mm 持续上升 型 强化 右侧 乳 导管 轻度 扩张 双侧 腋下 未见 肿大 淋巴结"
  },
  {
    "label": "HER-2阴性",
    "seg_text": "双乳 对称 皮肤 光整 双侧 乳头 未见 凹陷 右乳 3 点中 后 1 / 3 最 前缘 距 乳头 约 . 9cm 见 一 不规则 形等 T1 略 短 T 信号 影 增强 后 呈 明显 稍 不 均匀 强化 边缘 不光 整 TIC 呈 轻度 洗脱 型 ； DWI 序列 信号 增高 ADC 值 最低 约 0.83 * 10 - 3 后方 乳后 间隙 清晰 左乳 11 - 1 点中 后 1 / 3 见 数枚 小 结节 样 强化 最大 一枚 直径约 0.6 cmTIC 呈 渐增 型 右 腋下 I 区 一枚 淋巴结 皮质 稍 增厚 淋巴 门 尚存 右侧 内乳区 见 少许 微小 淋巴结 影 左侧 腋下 未见 肿大 淋巴结"
  },
  {
    "label": "HER-2阴性",
    "seg_text": "双乳 对称 皮肤 光整 双侧 乳头 未见 凹陷 双乳 内 腺体 丰富 双侧 乳 导管 未见 明显 扩张 动态 增强 扫描 示 右乳 1 点见 不规则 强化 肿块 影 范围 约 3.3 * . 6 * . 5cm 边缘 明显 不光 整 强化 不 均匀 主 病灶 呈 环形 强化 TIC 平台 型 ADC 值约 0.996 * 10 - 3TWI 呈 混杂 信号 主 病灶 低 信号 为主 病灶 周围 弥漫 多发 点状 强化 灶 延伸 至 乳头 处 乳晕 区见 少许 点状 强化 结节 灶 最远 一枚 位于 右乳 11 点 腺体 后方 胸大肌 表面 大小 约 0.6 * 0.7 cm 形态 稍 不规则 ； 病灶 周围 血管 影较 对侧 增多 左乳 1 点 可见 点状 强化 结节 影 右侧 腋下 见 稍 大 淋巴结 短径 约 1.1 cm 淋巴 门 显示 不清 左侧 腋下 未见 肿大 淋巴结"
  },
  {
    "label": "HER-2阴性",
    "seg_text": "双乳 形态 正常 皮肤 光整 右乳 上方 皮肤 稍 增厚 水肿 右侧 乳 导管 轻度 扩张 右乳 外上 见 形态 不规则 稍长 T1 不均 质长 T 信号 肿块 弥散 受限 ADC 值约 1.0 * 10 - 3 增强 后 明显 不均 质 强化 其内 见 斑片 坏死 无 强化 区 肿块 实性 部分 TIC 呈 缓升 平台 型 强化 肿块 大小 约 . 8 * . 9 * . 3cm 肿块 前方 及前 下 导管 走行区 见 多发 点片 条片 异常 强化 信号 延伸 至 右侧 乳头 后方 右侧 乳头 内亦见 强化 信号 影左 乳腺 体 实质 内见 数个 小类 圆形 长 T1 长 T 囊性 信号 未见 强化 左侧 乳 导管 未见 明显 扩张 两侧 腋下 见 数个 形态 稍 饱满 小 淋巴结 肝脏 见类 圆形 长 T 异常 信号 未见 强化"
  },
  {
    "label": "HER-2阴性",
    "seg_text": "双乳 对称 皮肤 光整 双侧 乳头 未见 凹陷 右乳 内侧 - 3 点钟 方向 距离 乳头 约 6.7 cm 见类 圆形 略 短 T1 略长 T 信号 影 弥散 明显 受限 ADC 值约 0.68 * 10 \\ S \\ 3 大小 约 . 1 * . 1 * . 9cm 呈 浅分 叶状 增强 扫描 呈速升 平台 型 周围 见 多发 增粗 血管 影右 乳晕 后方 7 点 、 左 乳晕 后方 5 点 、 9 点见 数个 小 结节 状及 条状 强化 影 强化 曲线 呈 渐增 型 双乳 主导 管 轻度 扩张 两侧 腋下 数个 小 淋巴结"
  },
  {
    "label": "HER-2阴性",
    "seg_text": "双乳 对称 皮肤 光整 双侧 乳头 未见 明显 凹陷 右乳 外上 象限 10 点钟 方向 距离 乳头 约 4.3 cm 见 不规则 形等 T1 略长 T 信号 影 DWI 信号 增高 ADC 值约 0.638 * 10 \\ S \\ 3 增强 扫描 呈 渐增 型 强化 呈分 叶状 大小 约 1.5 * . 0cm ； 周围 见 多发 结节 影较 远 一枚 距离 肿块 约 . cm 左乳内 见 多发 小 结节 状 、 点 片状 轻度 强化 影 TIC 呈 渐增 型 部分 沿 导管 分布 左乳 主导 管 轻度 扩张 右侧 内乳链 上方 局部 DWI 高 信号 两侧 腋下 见 多发 小 淋巴结"
  },
  {
    "label": "HER-2阴性",
    "seg_text": "双乳 稍 欠 对称 皮肤 光整 双侧 乳头 凹陷 双乳 内 腺体 未见 退化 双侧 乳 导管 未见 明显 扩张 左乳上 象限 1 点 方向 可见 结节 影 范围 约 14.9 * 16.7 * 0.3 mmT1WI 稍低 信号 TWI 呈 高 信号 DWI 弥散 受限 ADC 值 最低 约 0.8 * 10 - 3 呈 平台 型 强化 与 周围 组织 分界 清余 双乳 实质 未见 明显 肿块 影双侧 腋下 未见 肿大 淋巴结"
  },
  {
    "label": "HER-2阴性",
    "seg_text": "双乳 对称 皮肤 光整 双侧 乳头 未见 凹陷 左乳 外侧 象限 约 3 - 4 点 腺体 后 1 / 3 见 不规则 肿块 影 范围 约 1.9 * 1.5 * 1.5 cmTWI 呈 稍低 信号 DWI 呈 高 信号 ADC 值约 0.83 * 10 - 3mm / s 边界 欠清见 蟹 足样 改变 周围 腺体 结构 紊乱 水肿 见 粗大 供血 动脉 增强 扫描 不 均匀 强化 TIC 呈速升 洗脱 型 肿块 前缘 约 0.6 cm 见 一 强化 结节 大小 约 0.6 * 0.6 * 0.5 cm 信号 特征 及 强化 方式 与 肿块 一致 左乳 另 见 小类 圆形 无 强化 长 T 结节 直径 小于 0.5 cm 右乳 导管 稍 扩张 双乳 见 多发 小点 片状 异常 强化 影 左侧 腋窝 见 数枚 肿大 淋巴结 较大 者 约 1.6 * 1.3 cm 弥散 受限 右侧 腋下 未见 肿大 淋巴结 肝内 见 多发 类 圆形 长 T 结节"
  },
  {
    "label": "HER-2阴性",
    "seg_text": "双乳 对称 皮肤 光整 双侧 乳头 未见 凹陷 双乳 内 腺体 少量 双侧 乳 导管 未见 明显 扩张 动态 增强 扫描 示左乳 1 点见 一类 圆形 强化 肿块 影 大小 约 1.5 * 1.6 * 1.9 cm 边缘 见 毛刺 TWI 高 信号 呈 环形 强化 曲线 呈 洗脱 型 ADC 值约 0.775 * 10 - 3 肿块 周围 血管 影较 对侧 增多 右乳 未见 明显 异常 强化 灶 左侧 腋下 见 形态 饱满 肿大 淋巴结 右侧 腋下 未见 肿大 淋巴结"
  },
  {
    "label": "HER-2阴性",
    "seg_text": "双乳 对称 皮肤 光整 双侧 乳头 未见 凹陷 双乳 内 腺体 丰富 双侧 乳 导管 轻度 扩张 积液 双乳 内散 在 少许 小 结节 样长 T 信号 较大 直径约 0.6 cm 动态 增强 扫描 示左乳 9 点 腺体 深部 见 一 肿块 影 大小 约 1.4 * 1.1 * 1.6 cm 形态 较 规则 边缘 稍 不光 整 强化 稍 不 均匀 TIC 渐增 型 TWI 明显 高 信号 弥散 受限 ADC 值约 . * 10 - 3 左乳 11 点 腺体 深部 见 一 强化 结节 影 大小 约 0.8 * 0.4 cmTIC 渐增 型 右乳 9 点 腺体 中部 见 一条 状 强化 灶 大小 约 1.4 * 0.5 cmTIC 渐增 型 右乳 5 点 腺体 中部 见 一条 状 强化 灶 直径约 0.8 cmTIC 渐增 型 余 双乳 内见 多发 点状 强化 结节 直径 均 ＜ 0.5 cm 双侧 腋下 未见 肿大 淋巴结"
  },
  {
    "label": "HER-2阴性",
    "seg_text": "双乳 对称 皮肤 光整 双侧 乳头 未见 凹陷 左乳外 上 象限 约 1 - 1 点钟 方向 后 1 / 3 见 一枚 类 圆形 结节 影 大小 约 1.7 * 1.4 cm 边缘 不规则 边缘 欠光 整平 扫 呈 等 T1 稍长 T 信号 影 DWI 信号 增高 ADC 信号 减低 约 0.705 * 10 - 3 增强 后 明显 强化 增强 曲线 呈速升 洗脱 型 双乳 另见 多发 类 圆形 囊性 长 T 信号 影双侧 乳 导管 未见 明显 扩张 片中 所示 右侧 腋下 未见 肿大 淋巴结 左侧 腋下 见 数个 形态 饱满 小 淋巴结"
  },
  {
    "label": "HER-2阴性",
    "seg_text": "双乳 对称 皮肤 光整 双侧 乳头 未见 凹陷 双乳 内 腺体 丰富 双侧 乳 导管 未见 明显 扩张 右乳 内上 象限 腺体 深部 可见 一等 T1 长 T 信号 肿块 影 TWI 见 环形 低 信号 影 增强 后见 明显 强化 形态 不规则 强化 不 均匀 边缘 不光 整 病灶 境界 不 清晰 呈 渐增 型 强化 ADC 值约 0.886 * 10 - 3mm / S 病变 紧邻 胸大肌 右乳 6 点 、 7 点 方向 中 1 / 3 见 小 结节 影 境界 清晰 直径 均 约 5.5 mm 增强 后 呈 渐进 强化 型 左乳未 见 明显 异常 强化 灶 双侧 腋下 未见 肿大 淋巴结"
  },
  {
    "label": "HER-2阴性",
    "seg_text": "双乳 形态 对称 右 乳头 周围 稍 偏内 上 局部 皮肤 轻度 水肿 右乳 上方 见囊 实性 肿块 大小 约 1.3 * 1.7 * 3.0 cmTWI 呈 明显 高 信号 其内 见 结节 状 稍低 信号 应 增强 后壁 呈 明显 环形 强化 壁 欠光 整见 附壁 强化 结节 持续上升 型 强化 右乳 内上 邻近 皮肤 轻度 强化 右 乳头 后方 腺体 中 后部 见 强化 小 结节 大小 约 0.6 * 0.4 cm 界 清速升 平台 型 强化 左乳点 腺体 后部 局部 腺体 结构 稍 扭曲 见局 灶 斑片 异常 强化 信号 范围 约 1.3 * 1.0 * 1.0 cmADC 值约 0.98 * 10 - 3 持续上升 型 强化 左乳 1 点 腺体 前部 见 强化 结节 大小 约 0.80 . 5cm 持续上升 型 强化 余 双乳 见 多发 强化 小 结节 直径 均 小于 0.5 cm 持续上升 型 / 平台 型 强化 两侧 乳 导管 未见 明显 扩张 两侧 腋下 未见 明显 肿大 淋巴结"
  },
  {
    "label": "HER-2阴性",
    "seg_text": "双乳 对称 皮肤 光整 双侧 乳头 未见 凹陷 左乳约 5 点半 腺体 后缘 见 一 1.9 * 1.7 * 1.3 cm 长 T1 混杂 T 信号 影 增强 后 呈 中等 不 均匀 强化 病灶 形态 不规则 边缘 不光 整 内部 强化 不 均匀 周边 强化 为主 ； 实性 区域 TIC 呈速升 平台 型 ； DWI 序列 信号 增高 ADC 值 最低 约 0.75 * 10 - 3 肿块 周围 及 后方 乳后 间隙 水肿 临近 胸肌 未见异常 强化 余 双乳 内见 数枚 斑点 及 小 结节 样 强化 右乳 最大 一枚 位于 乳头 后方 中 1 / 3 距 乳头 约 . 9cm 约 0.5 * 0.4 cmTIC 呈 洗脱 型 ； 左乳 最大 一枚 位于 左乳约 4 点 乳晕 后 直径约 0.6 cm 边缘 模糊 TIC 呈 洗脱 型 右乳 6 点 腺体 后部 见 一 0.6 * 0.5 cm 囊性 信号 影 边缘 强化 双侧 导管 轻度 扩张 双侧 腋下 未见 肿大 淋巴结"
  },
  {
    "label": "HER-2阴性",
    "seg_text": "左乳 上方 占位 穿刺 后 ： 左乳 上方 及外 下 象限 9 - 16 点 乳头 乳晕 后方 至 腺体 后缘 见散 在 多发 大小不等 结节 及斑 片状 异常 强化 边界 不清 强化 曲线 呈 破 平台 型 及 洗脱 型 DWI 序列 信号 明显 增高 ADC 值 最低 约 0.88 * 10 - 3 后方 胸大肌 未见 明确 异常 强化 左 腋下 I 区见 形态 饱满 淋巴结 左侧 第 - 3 前 肋间 见 一 微小 内乳 淋巴结 右乳 内见 散 在 少许 小囊 性 信号 影 最大 一枚 位于 9 点半 腺体 后缘 直径约 5.5 mm 未见 强化 余 右乳 内见 散 在 斑点 及微 结节 样 强化 右 腋下 见 少许 小 淋巴结"
  },
  {
    "label": "HER-2阴性",
    "seg_text": "双乳 对称 皮肤 光整 双侧 乳头 未见 凹陷 双侧 乳 导管 未见 明显 扩张 左乳外 下 象限 约 4 点钟 方向 腺体 中 1 / 3 肿块 影 大小 约 13.0 * 1 . * 14 . mm 肿块 形态 欠 规则 边缘 可见 毛刺 局部 与 周围 腺体 边界 欠清 邻近 腺体 结构 稍 扭曲 病灶 呈 稍长 T 稍长 T1 信号 DWI 明显 增高 ADC 值 减低 约 0.840 * 10 - 3mm / s 增强 扫描 呈速升 洗脱 型 不 均匀 强化 紧邻 病灶 内侧 见 一 9.5 * 3.6 mm 小条片 强化 边缘 模糊 右乳 见 数枚 强化 结节 较大 一枚 位于 1 点钟 方向 大小 约 5.6 * 3.8 * 6.1 mm 边缘 模糊 呈 渐升 型 均匀 强化 左侧 腋下 I 区见 数枚 形态 饱满 淋巴结 短径 约 10mm 右侧 腋下 未见 肿大 淋巴结"
  },
  {
    "label": "HER-2阴性",
    "seg_text": "双乳 对称 皮肤 光整 双侧 乳头 未见 凹陷 双侧 乳 导管 未见 明显 扩张 右乳 外下 象限 8 点钟 方向 腺体 后 1 / 3 距离 乳头 4.9 cm 处见 一 肿块 边缘 可见 毛刺 呈长 T 等 T1 信号 增强 明显 强化 中央 可见 坏死 区 TIC 曲线 呈速升 平台 型 大小 约 1.5 * 1.6 * 1.7 cm 病灶 右前方 见 一 相似 信号 小 结节 距离 病灶 约 0.4 cm 范围 约 0.3 cm 似 与 病灶 相连 左乳未 见 明显 异常 信号 影双侧 腋下 未见 肿大 淋巴结"
  },
  {
    "label": "HER-2阴性",
    "seg_text": "双乳 对称 皮肤 光整 右 乳头 内陷 左侧 乳头 未见 凹陷 右乳 上方 稍 偏内 见 一 不规则 肿块 影 大小 约 . 8 * * cm 平扫 呈 等 T1 长 T 信号 影 DWI 信号 明显 增高 ADC 值 降低 约 0.655 * 10 - 3 增强 后 明显 不 均匀 强化 强化 曲线 呈速升 轻度 洗脱 型 左乳内 上 象限 深部 、 左乳 外侧 腺体 后 1 / 3 及 左乳内 下 象限 腺体 边缘 见 多发 片状 及类 结节 状 强化 影余 双乳 见 多发 小点 片状 异常 强化 影双侧 乳 导管 未见 明显 扩张 双侧 腋下 未见 肿大 淋巴结 肝脏 内见 类 圆形 长 T1 长 T 信号 影未见 明显 强化"
  },
  {
    "label": "HER-2阴性",
    "seg_text": "双乳 对称 皮肤 光整 双侧 乳头 未见 凹陷 双侧 乳 导管 未见 明显 扩张 左乳外 上 象限 1 - 点 腺体 中部 见 不规则 肿块 影 边缘 不光 整呈分 叶状 可见 毛刺 大小 约 . 5 * . 4 * . 5cmT1WI 呈 等 信号 TIRM 呈 高 信号 内部 可见 坏死 弥散 信号 增高 ADC 值 减低 约 0.708 * 10 - 3 增强 后 明显 强化 TIC 呈 渐增 型 左乳 内侧 约 9 点 腺体 深部 见 一枚 小 圆形 结节 直径约 0.5 cm 强化 明显 TIC 渐增 型 左乳 1 点 腺体 前部 见 小 圆形 稍短 T1 信号 直径约 0.5 cm 增强 后 未 见 强化 左侧 腋下 见 多发 小 淋巴结 部分 形态 稍 饱满 最大 一枚 大小 约 0.7 * 0.5 cm 右乳 见 少许 点状 及 结节 状 强化 影 最大 结节 直径约 0.5 cm 双侧 腋下 未见 肿大 淋巴结"
  },
  {
    "label": "HER-2阴性",
    "seg_text": "017 年 04 月 08 日 13 : 47 : 17 双乳 形态 轮廓 正常 皮肤 无 局限性 增厚 右侧 乳头 裂状 凹陷 两侧 乳头 无回缩 双乳 内 腺体 丰富 两侧 乳 导管 未见 扩张 1 . 动态 增强 扫描 示左乳 外侧 象限 - 3 点钟 腺体 后缘 见 一 大小 约 13 * 1 * 16mm 的 强化 结节 影 强化 方式 呈 洗脱 型 TWI 呈 稍 高 信号 DWI 呈 高 信号 ADC 值 0.86 * 10 - 3 边界 不清 同侧 乳腺 病变 上 缘 结节 影 大小 11.4 * 7.8 mm 强化 方式 呈 洗脱 型 两 病灶 间 见 小斑片 强化 . 左 乳头 后方 中 1 / 3 距 乳头 约 3.4 cm 小 结节 影 大小 约 7.4 * 5.3 mmTWI 等 信号 增强 扫描 呈 渐进性 强化 余 左乳 数枚 微小 结节 影 增强 扫描 呈 渐进性 强化 3 . 右乳 多发 结节 影 较大 两枚 位于 右 乳头 后方 直径约 5mm 边界 清 TWI 等 信号 影 增强 扫描 呈 渐增 型 强化 左侧 腋下 可见 多枚 稍大 淋巴结 影 较大 一枚 直径约 18 * 9mm 皮质 不 均匀 增厚 左侧 胸 大小 肌间 一枚 微小 结节"
  },
  {
    "label": "HER-2阴性",
    "seg_text": "双乳 对称 皮肤 光整 双侧 乳头 未见 凹陷 左乳 外侧 3 点后 1 / 3 见 一枚 类 圆形 结节 大小 约 10 * 10 * 8mm 边缘 欠光整 ADC 值约 0.967 * 10 - 3 增强 曲线 呈 缓慢 上升 平台 型 病灶 内侧 缘见 一枚 微小 结节 影 病灶 后缘 与 胸肌 筋膜 分界 尚清 双乳 见 多发 小 圆形 长 T1 长 T 信号 影未见 明显 强化 最大 一枚 位于 左乳 下方 大小 约 8 * 6mm 少许 囊壁 见 环形 强化 双乳 另见 数枚 小 结节 状 异常 强化 影呈 缓慢 上升 型 曲线 双侧 乳 导管 未见 明显 扩张 双侧 腋下 未见 肿大 淋巴结"
  },
  {
    "label": "HER-2阴性",
    "seg_text": "双乳 形态 正常 皮肤 光整 乳头 未见 凹陷 左乳 外侧 3 - 5 点钟 腺体 中部 见 形态 不规则 异常 强化 肿块 ADC 值约 0.91 * 10 - 3 明显 欠均质 强化 TIC 呈速升 平台 型 强化 肿块 大小 约 1.9 * 3 . * . 5cm 肿块 周围 见 少许 散 在 斑片 晚期 轻度 强化 信号 余 双乳 见 多 发散 在 点片 异常 强化 信号 右乳 见 数个 微小 囊性 信号 未见 强化 两侧 乳 导管 未见 明显 扩张 左侧 腋下 见 多个 形态 饱满 小 淋巴结 右侧 腋下 未见 明显 异常 淋巴结 影肝右 叶见 囊性 信号 未见 强化"
  },
  {
    "label": "HER-2阴性",
    "seg_text": "双乳 对称 皮肤 光整 两侧 乳头 未见 内陷 平扫示 双乳 分支 导管 轻度 扩张 增强 后 左乳内 上 象限 自 乳晕 后方 至 腺体 后缘 见 区段 分布 非 肿块 强化 范围 约 4.0 * 3.6 * 3.0 cm 强化 曲线 呈速升 平台 型 ； DWI 序列 信号 稍 高 ADC 值 最低 约 1.18 * 10 - 3 左乳内 上 象限 约 11 点原 手术 瘢痕 下方 皮下脂肪 层见 . 0 * 0.8 * 0.9 cm 不规则 斑片 强化 边界 不清 后方 似 与 内 上 象限 病灶 相连 强化 曲线 呈 洗脱 型 ADC 值 最低 约 0.99 * 10 - 3 余 双乳 内见 散 在 斑点 强化 双侧 腋下 见 数枚 小 淋巴结"
  },
  {
    "label": "HER-2阴性",
    "seg_text": "双乳 对称 皮肤 光整 双侧 乳头 未见 凹陷 左乳约 9 - 10 点钟 腺体 中 后部 俯卧 轴位 前缘 距离 乳头 约 47mm 处见 形态 不规则 分 叶状 肿块 大小 约 . 3 * . 3 * . 5cmADC 值约 0.74 - 0.94 * 10 - 3 增强 后 呈 速升 平台 晚期 轻度 洗脱 型 强化 该 病灶 前部 见 两枚 微小 强化 结节 左乳约 5 点钟 腺体 中部 边缘 见 形态 不规则 小 结节 界清 大小 约 5.6 * 9.5 * 5.0 mm 缓慢 持续上升 型 强化 右乳 约 9 点钟 腺体 后部 见 条片 异常 强化 信号 范围 约 10.5 * 4.6 mm 速升 平台 型 强化 晚期 略有 洗脱 双侧 乳 导管 未见 明显 扩张 双侧 腋下 未见 肿大 淋巴结 所示 肝脏 见 多发 囊性 信号 未见 强化"
  },
  {
    "label": "HER-2阴性",
    "seg_text": "双乳 对称 皮肤 光整 双侧 乳头 未见 凹陷 双侧 乳 导管 未见 明显 扩张 双乳 见 多发 小点 片状 异常 强化 影 右乳 内侧 3 点见团 块状 异常 信号 呈 浅分 叶状 T1WI 呈 等 信号 TIRM 呈 混杂 信号 高 信号 为主 弥散 受限 明显 ADC 值约 0.936 * 10 - 3 增强 后 明显 环形 强化 内部 见 坏死 TIC 洗脱 型 双乳 见 多发 结节 状 强化 影左乳 最大者 位于 内上 象限 大小 约 0.7 * 0.4 cm 右乳 最大者 位于 上方 1 点 大小 约 0.7 * 0.4 cm 边界 清 强化 明显 双乳 见散 在 小 圆形 囊性 灶 最大者 位于 右乳 外下 象限 直径约 0.46 cm 双侧 腋下 淋巴结 部分 稍大 淋巴结 门 存在"
  },
  {
    "label": "HER-2阴性",
    "seg_text": "双乳 对称 皮肤 光整 双侧 乳头 未见 凹陷 左乳外 上 象限 - 3 点状 后 1 / 3 见团 片状 等 T1 略长 T 信号 影 增强 后 呈 不规则 团 块状 强化 最大 层面 约 17.9 * 1.9 mm 动态 增强 呈速升 速降 型 ADC 值 0.87 * 10 - 3mm / s 病变 周边 及 前方 导管 走行区 见 多个 强化 小 结节 影 最远 一枚 结节 距离 主 病灶 约 18mm 该 病变 内侧 19.5 mm 可见 斑 片状 稍长 T 信号 影 增强 扫描 呈 渐增 型 双侧 乳 导管 未见 明显 扩张 双侧 腋下 未见 肿大 淋巴结"
  },
  {
    "label": "HER-2阴性",
    "seg_text": "双乳 对称 皮肤 光整 双侧 乳头 未见 凹陷 双侧 乳 导管 未见 明显 扩张 右乳 外上 象限 约 11 点后 1 / 3 见 一 0 * 19.5 * 19.0 mm 混杂 信号 结节 影 增强 后 呈 明显 不 均匀 强化 肿块 内部 见 不规则 坏死 区 实性 区域 强化 曲线 呈 洗脱 型 ； DWI 序列 信号 明显 升高 ADC 值 最低 约 0.846 * 10 - 3 右乳 供血 动脉 较 左侧 增粗 双乳 可见 多发 结节 、 索条影 可见 多枚 小 圆形 短 T1 短 T 信号 影及 多发 小 圆形 长 T1 长 T 信号 影 增强 扫描 未见 强化 双侧 腋下 未见 肿大 淋巴结"
  },
  {
    "label": "HER-2阴性",
    "seg_text": "双乳 对称 皮肤 光整 双侧 乳头 未见 凹陷 左乳外 上 象限 约点 后 1 / 3 距 乳头 约 4.0 cm 见 一略长 T1 略长 T 信号 肿块 增强 后 呈 明显 不 均匀 强化 周边 强化 为主 内部 见 不规则 坏死 区 实性 区域 TIC 呈 平台 型 ； 肿块 边缘 不光 整 DWI 序列 信号 增高 ADC 值 最低 约 0.84 * 10 - 3 后方 脂肪 间隙 清晰 左 腋下 见 数枚 淋巴结 部分 形态 略 饱满 左侧 第二 前 肋 上 缘 见 一枚 小内 乳 淋巴结 右乳 内 未见异常 强化 右 腋下 未见 肿大 淋巴结"
  },
  {
    "label": "HER-2阴性",
    "seg_text": "双乳 对称 皮肤 光整 双侧 乳头 未见 凹陷 双乳 内 腺体 少量 双侧 乳 导管 未见 明显 扩张 双乳 内 可见 微小 囊肿 影 动态 增强 扫描 示左乳 1 点 腺体 后方 可见 一枚 强化 肿块 影 大小 约 1.7 * 1.3 * 1.5 cm 形态 不规则 边缘 毛糙 呈 洗脱 型 强化 TWI 高 信号 ADC 值约 0.99 * 10 - 3 余 双乳 内 可见 数枚 强化 小 结节 影 直径 ＜ 5mm 呈 渐增 型 强化 左侧 腋下 可见 稍大 淋巴结 影 直径约 1.1 cm . 右侧 腋下 未见 肿大 淋巴结"
  },
  {
    "label": "HER-2阴性",
    "seg_text": "双乳 对称 皮肤 光整 双侧 乳头 未见 凹陷 两侧 乳 导管 无 明显 扩张 左乳外 上 象限 1 - 1 点钟 方向 距离 乳头 7.5 cm 处见 一 结节 呈 稍长 T 等 T1 信号 弥散 受限 ADC 值约 0.71 * 10 - 3 增强 明显 强化 TIC 曲线 呈 渐增 平台 型 大小 约 . 0 * . 3 * 1.8 cm 左侧 腋下 见 数个 稍大 淋巴结 较大 一枚 大小 约 1.5 * 0.85 * 0.85 cm 皮质 增厚 双乳 另见 数个 长 T 等 T1 信号 结节 影 增强 未见 明显 强化 左侧 较大 约 1.1 * 0.5 cm 右侧 较大 约 0.9 * 0.4 cm 右侧 腋下 未见 肿大 淋巴结"
  },
  {
    "label": "HER-2阴性",
    "seg_text": "双乳 对称 皮肤 光整 双侧 乳头 未见 凹陷 左乳上 象限 11 - 点钟 方向 前 1 / 3 腺体 边缘 距 乳头 约 1.4 cm 处见 一 不规则 软组织 肿物 范围 约 3.4 * 3.44 * 4.6 cm 呈 等 T1 等 T 信号 病变 与 周围 腺体 分界 欠清 病变 内见 条状 长 T 似 扩张 迂曲 导管 征象 影 ； 病变 强化 曲线 呈速升 平台 型 DWI 信号 明显 增高 ADC 值 最低 处约 0.9 * 10 - 3 病变 外上 象限 可见 多枚 微小 结节 影呈 渐增 型 强化 ； 左侧 乳头 乳晕 及 后方 胸大肌 未见 明显 异常 双乳 另见 多枚 小 结节 影呈 等 T1 等 T 信号 较大 者 直径 0.4 cm 边界 清 增强 扫描 呈 渐增 型 强化 左侧 腋下 I 区 可见 数枚 饱满 淋巴结 影 较大 一枚 大小 0.5 * 0.4 cmDWI 呈 高 信号 皮质 增厚 ； 右侧 腋下 见 数枚 小 淋巴结 淋巴 门 清晰"
  },
  {
    "label": "HER-2阴性",
    "seg_text": "双乳 基本 对称 乳头 未见 明显 凹陷 皮肤 未见 明显 局限性 增厚 双乳 腺体 大部分 退化 其间 见 少许 点 片状 强化 左乳 导管 轻度 扩张 腺体 内见 斑 片状 长 T1 长 T 信号 未见 明显 强化 右乳 导管 未见 明显 扩张 左乳 上方 1 点 腺体 后 1 / 3 部距 乳头 4.9 cm 处见 一 不规则 肿块 影 边缘 见 长短不一 毛刺 大小 . 3 * . 4 * . 0cm 不均 质 明显 强化 内部 见 不规则 坏死 区 实性 部分 TIC 呈速升 平台 型 晚期 有 下降 弥散 明显 受限 实性 部分 ADC 值 0.99 * 10 - 3 右乳 未见 明显 异常 强化 肿块 及 结节 影 左侧 腋下 见 一 皮质 增厚 淋巴结 影 最厚部 约 1 . cm 淋巴结 门 显示 右侧 腋下 见 一小 淋巴结 形态 稍 饱满 大小 0.4 * 0.5 cm 有 强化 TIC 呈 缓慢 持续 强化 有 淋巴结 门"
  },
  {
    "label": "HER-2阴性",
    "seg_text": "双乳 欠 对称 左乳 稍 小 左 乳晕 下 缘 皮肤 增厚 未见 明显 强化 双侧 乳头 未见 明显 凹陷 右乳 皮肤 未见 明显 局限性 增厚 双乳 腺体 部分 退化 期间 见 少许 点 片状 强化 双乳 导管 未见 明显 扩张 左乳 下方 腺体 结构 紊乱 6 点近 胸壁 处见 金属 夹影 左乳未 见 明显 强化 肿块 及 结节 影 右乳 上方 偏内 1 - 1 点见 一斑 片状 非均 质非 肿块 样 强化 影 TIC 呈 缓慢 持续 强化 范围 大小 4.9 * 1.8 * 1.5 cm 弥散 受限 ADC 值 0.83 - 1.08 * 10 - 3 前缘 距 乳头 . 5cm 处双侧 腋下 未见 明显 肿大 淋巴结 影"
  },
  {
    "label": "HER-2阴性",
    "seg_text": "双乳 对称 乳头 未见 明显 凹陷 皮肤 未见 明显 局限性 增厚 右 乳头 基 底部 见 结节 状 强化 双乳 腺体 稍 丰富 其间 见 中度 点 片状 强化 右乳 导管 轻度 扩张 左乳 导管 未见 明显 扩张 左乳外 上 腋 尾部 见 两 紧邻 不规则 肿块 影 大小 约 1.8 * 1.3 * 1 . cm 和 0.7 * 0.7 * 0.6 cm 不均 质 明显 强化 TIC 呈速升 平台 型 强化 弥散 明显 受限 ADC 值 0.79 * 10 - 3 右乳 未见 明显 强化 肿块 及 结节 影 左侧 腋下 见 一枚 肿大 淋巴结 影 大小 1 . * 1.3 cm 弥散 明显 受限 ADC 值 0.90 * 10 - 3 右侧 腋下 未见 明显 肿大 淋巴结 影"
  },
  {
    "label": "HER-2阴性",
    "seg_text": "双乳 对称 皮肤 光整 双侧 乳头 未见 凹陷 左乳外 上 象限 1 点钟 方向 可见 一枚 类 圆形 结节 影 大小 约 1.3 * 1.1 cm 边缘 不规则 可见 小 毛刺 平扫 呈 等 T1 长 T 信号 影 DWI 信号 增高 ADC 信号 减低 约 0.815 * 10 - 3 增强 后 明显 强化 增强 曲线 呈速升 平台 型 病变 内侧 0.5 cm 范围 内见 一枚 微 结节 影呈 渐增 平台 型 DWI 稍 增高 ADC 值 稍 减低 双乳 另见 多枚 小 结节 影 直径 均 小于 0.5 cm 呈 渐增 型 强化 双侧 乳 导管 未见 明显 扩张 片中 所示 双侧 腋下 见 少许 小 淋巴结"
  },
  {
    "label": "HER-2阴性",
    "seg_text": "双乳 对称 皮肤 光整 双侧 乳头 未见 凹陷 双乳 内 腺体 丰富 右侧 乳 导管 未见 明显 扩张 左侧 乳 导管 扩张 左乳内 腺体 轻度 水肿 左乳内 上 象限 见 大 范围 非 肿块 样 强化 灶 范围 约 6.6 * 3.6 * 4 . cm 动态 增强 曲线 呈 洗脱 型 TWI 上 低 信号 主 病灶 周围 见 多发 小 结节 及 斑片 强化 灶均 呈 洗脱 型 强化 弥散 受限 ADC 值约 0.314 * 10 - 3 病灶 周围 可见 增多 增粗 血管 影左 乳头 后方 可见 沿 扩张 导管 壁 的 广泛 强化 延伸 至 乳头 后缘 右乳 内上 象限 见 多发 小 结节 影 边缘 轻度 强化 右乳 5 点 可见 多发 聚集 分布 小 结节 样 强化 灶 动态 增强 曲线 呈 渐增 型 左侧 胸小肌 表面 外缘 见 一 强化 结节 大小 约 3.9 * 6.5 mmT1WI 序列 上 左侧 内乳 链区 见 一 稍 高 信号 的 淋巴结 影 大小 约 6.9 * 5.4 mm 第前 肋 与 第 3 前 肋 之间 双侧 腋下 未见 肿大 淋巴结"
  },
  {
    "label": "HER-2阴性",
    "seg_text": "双乳 形态 对称 皮肤 光整 右侧 乳头 未见 凹陷 左侧 乳头 凹陷 左乳 外侧 及外 下 见 形态 不规则 肿块 边缘 不光 整 TWI 上 肿块 呈 等 低 混杂 信号 局部 腺体 结构 扭曲 ADC 值约 0.76 - 0.95 * 10 - 3 增强 后 明显 不均 质 强化 TIC 呈速升 平台 型 肿块 向前 累及 乳头 乳晕 基 底部 范围 约 4.8 * . 6 * . 5cm 肿块 后 下缘 局部 见 条形 异常 强化 信号 延伸 至 胸肌 筋膜 胸肌 筋膜 未见 明显 异常 强化 肿块 周边 邻近 见 数个 散 在 强化 小 结节 影 右乳 腺体 实质 内见 少许 点片 异常 强化 信号 右乳 外下 约 7 点钟 见 微小 强化 结节 持续上升 型 强化 两侧 乳 导管 轻度 扩张 两侧 腋下 未见 明显 肿大 淋巴结 影"
  },
  {
    "label": "HER-2阴性",
    "seg_text": "右乳 内上 象限 占位 穿刺 后 ： 右乳 内上 象限 约 1 点中 后 1 / 3 见 . 9 * 1.8 * 4.8 类 圆形 略长 T1 略长 T 信号 肿块 边缘 大部分 光整 局部 略 欠 光整 增强 后 呈 明显 稍 不 均匀 强化 内见 小囊 样无 强化 区 强化 曲线 呈 洗脱 型 ； DWI 序列 信号 增高 ADC 值 最低 约 1.01 * 10 - 3 病灶 前缘 0.9 cm 处距 乳头 约 3.9 cm 见微 结节 样 强化 主 病灶 更前 下缘 约 1.9 cm 处 乳头 后方 约 3 . cm 处见 微 结节 样 强化 似 与 本院 钼 靶 一小 簇 钙化 对应 MIP 示 右乳 血管 影较 对侧 增粗右 腋下 一枚 淋巴结 形态 较 饱满 右乳 外上 象限 约 11 点后 1 / 3 见 一 0.8 * 0.6 cm 长 T 信号 结节 形态 稍 不规则 边缘 光整 增强 后 呈 平台 型 余 双乳 内见 散 在 斑点 及微 结节 样 强化 左乳 导管 局限性 轻度 扩张"
  },
  {
    "label": "HER-2阴性",
    "seg_text": "双乳 对称 皮肤 光整 双侧 乳头 未见 凹陷 右乳 外上 约 10 - 1 点见 形态 不规则 异常 强化 肿块 肿块 形态 不规则 边缘 不光 整 TWI 信号 部分 稍低 ADC 值约 0.86 * 103 呈速升 平台 晚期 轻度 洗脱 型 强化 肿块 大小 约 14.9 * 5.9 * 0.4 mm 左 乳腺 体 实质 内未见 明显 异常 强化 信号 左乳偏 内侧 局部 主乳 导管 略显 扩张 双侧 腋下 未见 肿大 淋巴结"
  },
  {
    "label": "HER-2阴性",
    "seg_text": "双乳 对称 皮肤 光整 双侧 乳头 未见 凹陷 右乳 见散 在 多发 数枚 结节 乳头 后方 及 外侧 结节 部分 融合 成片 较大 一枚 大小 约 1 . * 1.5 * 1.4 cm 呈 等 T1 等 T 信号 影 弥散 受限 ADC 值约 0.774 * 10 ^ 3TIC 曲线 呈 渐增 平台 型 或 轻度 洗脱 型 右乳 导管 扩张 双侧 腋下 多发 小 淋巴结 形态 尚可 皮质 稍厚 右侧 胸腔 少量 积液"
  },
  {
    "label": "HER-2阴性",
    "seg_text": "双乳 对称 右 皮肤 光整 右侧 乳头 未见 内陷 左 乳晕 区 皮肤 增厚 乳头 无 凹陷 左乳内 下 象限 中 1 / 3 距 乳头 约 . 3cm 处见 不规则 结节 样 强化 最大 范围 约 3.1 * . 9 * 3.0 cm 边缘 不光 整 内部 强化 不 均匀 强化 曲线 呈 平台 型 ； DWI 信号 增高 ADC 值 最低 约 0.76 * 10 - 3 主 病灶 内侧 周围 见 多发 斑点 及条 片状 强化 乳后 间隙 尚 清晰 MIP 示左乳 血管 影较 对侧 增粗 左 腋下 I 区见 小 淋巴结 较大 一枚 直径 0.9 cmII 区见 肿大 淋巴结 大小 . 0 * 1.9 cm 左侧 内乳 动脉 旁约平 、 3 肋间 一枚 饱满 淋巴结 影 大小 1.1 * 0.6 cmDWI 呈 稍 高 信号 右乳 内见 少许 微 结节 影 腋下 未见 肿大 淋巴结"
  },
  {
    "label": "HER-2阴性",
    "seg_text": "双乳 欠 对称 右乳 稍大双 乳头 未见 明显 凹陷 皮肤 未见 明显 局限性 增厚 双乳 腺体 稍 丰富 其间 见 中度 点 片状 强化 右乳 内侧 为 著 右乳 导管 扩张 左乳 导管 未见 明显 扩张 右乳 外侧 9 点 腺体 后 1 / 3 部距 乳头 8.1 cm 见 一 不规则 肿块 大小 . 7 * . 4 * 3 . cm 周边 部 呈 明显 不 均匀 厚壁 环形 强化 TIC 呈速升 平台 型 强化 中心 部 不 强化 实质 部分 弥散 受限 ADC 值 0.87 * 10 - 3 其 前方 见 三枚 明显 强化 微小 结节 状 紧邻 直径 0.4 - 0.6 cmTIC 呈速升 平台 型 强化 左乳未 见 明显 异常 强化 肿块 及 结节 影 右侧 腋下 见 数枚 稍大 淋巴结 有 强化 皮质 稍 增厚 左侧 腋下 未见 明显 肿大 淋巴结 影"
  },
  {
    "label": "HER-2阴性",
    "seg_text": "双乳 对称 皮肤 光整 双侧 乳头 未见 凹陷 右乳 外上 约 11 点 腺体 后部 俯卧 矢状位 前缘 距离 乳头 约 58mm 处见 大小 约 . 4 * 1.9 * . 3cm 肿块 影 边缘 不光 整 可见 毛刺 肿块 内 信号 不均 平扫 呈 等 T1 稍长 T 信号 为主 信号 不均 DWI 信号 增高 ADC 信号 减低 约 0.818 * 10 - 3 增强 后 病灶 呈 环形 强化 内见 坏死 实性 部分 强化 曲线 呈 渐增 平台 型 ； 右 乳头 上方 见 一枚 结节 形态 不规则 最大 径约 8mm 强化 明显 呈 渐增 型 曲线 ； 双乳 另见 多发 结节 左乳 最大 一枚 位于 乳头 后方 最大 径约 8mm 形态 不规则 强化 较 明显 呈 渐增 平台 型 周围 见局 灶 斑片 强化 双乳 见 多发 小点 片状 异常 强化 影双侧 乳 导管 未见 明显 扩张 双侧 腋下 见 数枚 小 淋巴结"
  },
  {
    "label": "HER-2阴性",
    "seg_text": "双乳 对称 皮肤 光整 双侧 乳头 未见 凹陷 双侧 乳 导管 未见 明显 扩张 左乳内 上 象限 约 11 点 腺体 后部 见 数枚 不规则 异常 强化 肿块 融合 最大 层面 约 3.5 * 1.5 * 1.8 cm 形态 不规则 边缘 欠光整 周围 见 少许 条片 强化 最 前缘 距 乳头 约 7cm 肿块 TIC 呈 洗脱 型 ； DWI 序列 信号 增高 ADC 值 最低 约 0.91 * 10 - 3 肿块 后方 脂肪 间隙 略 水肿 未见异常 强化 左内 乳区 未见 肿大 淋巴结 左 腋下 见 少许 小 淋巴结 淋巴 门 尚存 余 双乳 见 弥漫 微 结节 样 强化 右 腋下 未见 肿大 淋巴结"
  },
  {
    "label": "HER-2阴性",
    "seg_text": "双乳 对称 皮肤 光整 双侧 乳头 未见 凹陷 左乳外 上 约 1 点钟 腺体 后部 俯卧 矢状位 前缘 距离 乳头 77mm 处见 等 T1 稍长 T 信号 结节 形态 稍 欠 规则 边缘 稍 欠 光整 大小 约 14.0 * 1.0 mmADC 值约 1.0 * 10 - 3 增强 后 不均 质 强化 速升 平台 晚期 稍 有 洗脱 型 强化 左乳约 1 点 腺体 中部 见 稍短 T1 等 T 信号 结节 直径约 6mm 未见 强化 左乳 下方 约 6 点钟 腺体 浅层 见 强化 小 结节 大小 约 8.7 * 5.1 mm 持续上升 型 强化 双乳 见 数个 微小 强化 结节 左乳外 上 近 腋 尾部 局部 腺体 斑片 异常 强化 双乳 见 数个 微小 长 T1 长 T 信号 / 短 T 短 T 信号 结节 未见 强化 双侧 乳 导管 未见 明显 扩张 双侧 腋下 未见 肿大 淋巴结"
  },
  {
    "label": "HER-2阴性",
    "seg_text": "双乳 对称 皮肤 光整 双侧 乳头 未见 凹陷 双乳 内 腺体 部分 退化 双侧 乳 导管 未见 明显 扩张 左乳外 上 象限 腺体 内见 少许 水肿 信号 动态 增强 扫描 示左乳外 上 1 - 点 腺体 后方 见 一 强化 肿块 影 大小 约 . 8 * . 3 * . 6cm 形态 不规则 边缘 不光 整 强化 不 均匀 边缘 强化 为主 TIC 速升 平台 型 TWI 等 低 信号 ADC 值约 0.871 * 10 - 3 ； 肿块 周围 可见 多发 强化 结节 影较 远 一枚 位于 左乳 4 点 腺体 后 下方 偏 内侧 直径约 4.4 mm 距离 肿块 约 0.9 cmTIC 轻度 洗脱 型 ； 左 乳头 正后方 腺体 前方 可见 小斑 片状 强化 灶 范围 约 1 * 0.8 cmTIC 渐增 型 右乳 未见 明显 异常 强化 灶 左侧 腋下 见 一枚 稍大 淋巴结 皮质 增厚 直径约 1.1 cm 右侧 腋下 未见 肿大 淋巴结"
  },
  {
    "label": "HER-2阴性",
    "seg_text": "双乳 对称 皮肤 光整 双侧 乳头 未见 明显 凹陷 左乳 内侧 9 点钟 方向 距离 乳头 约 1.9 cm 见类 圆形 等 T1 略长 T 信号 影 DWI 呈 高 信号 ADC 值约 0.93 * 10 - 3mm / s 增强 扫描 呈速升 平台 型 强化 大小 约 1.8 cm * 1.4 cm * 1.5 cm 病灶 内见 小斑 片状 长 T1 长 T 信号 区 肿块 周围 见 数个 微小 强化 结节 余 双乳 见 多发 点片 异常 强化 信号 双乳 导管 稍 扩张 左侧 腋下 见 数枚 淋巴结 影 较大 一枚 大小 约 0.9 cm * 0.8 cm * 1cm 未见 淋巴 门 结构"
  },
  {
    "label": "HER-2阴性",
    "seg_text": "双乳 对称 皮肤 光整 右侧 乳头 未见 凹陷 左侧 乳头 凹陷 结合 病史 先天 发育不良 所致 左乳约 11 - 1 点见 形态 不规则 异常 强化 结节 TWI 信号 稍低 ADC 值约 1.08 * 10 - 3 大小 约 13.9 * 18.0 * 0.8 mm 速升 平台 型 强化 病灶 与 后方 胸肌 筋膜 分界 清楚 左乳约 点钟 腺体 后部 见 强化 小 结节 大小 约 5.1 * 7.6 * 4.5 mm 边缘 尚光 整速升 洗脱 型 强化 余 双乳 见 多个 强化 小 结节 右乳 最大 一枚 违约 约 9 点钟 腺体 前部 边缘 大小 约 9.5 * 3.8 mm 持续上升 型 强化 右侧 乳 导管 轻度 扩张 双侧 腋下 未见 肿大 淋巴结"
  },
  {
    "label": "HER-2阴性",
    "seg_text": "双乳 对称 皮肤 光整 双侧 乳头 未见 凹陷 右乳 3 点中 后 1 / 3 最 前缘 距 乳头 约 . 9cm 见 一 不规则 形等 T1 略 短 T 信号 影 增强 后 呈 明显 稍 不 均匀 强化 边缘 不光 整 TIC 呈 轻度 洗脱 型 ； DWI 序列 信号 增高 ADC 值 最低 约 0.83 * 10 - 3 后方 乳后 间隙 清晰 左乳 11 - 1 点中 后 1 / 3 见 数枚 小 结节 样 强化 最大 一枚 直径约 0.6 cmTIC 呈 渐增 型 右 腋下 I 区 一枚 淋巴结 皮质 稍 增厚 淋巴 门 尚存 右侧 内乳区 见 少许 微小 淋巴结 影 左侧 腋下 未见 肿大 淋巴结"
  },
  {
    "label": "HER-2阴性",
    "seg_text": "双乳 对称 皮肤 光整 双侧 乳头 未见 凹陷 双乳 内 腺体 丰富 双侧 乳 导管 未见 明显 扩张 动态 增强 扫描 示 右乳 1 点见 不规则 强化 肿块 影 范围 约 3.3 * . 6 * . 5cm 边缘 明显 不光 整 强化 不 均匀 主 病灶 呈 环形 强化 TIC 平台 型 ADC 值约 0.996 * 10 - 3TWI 呈 混杂 信号 主 病灶 低 信号 为主 病灶 周围 弥漫 多发 点状 强化 灶 延伸 至 乳头 处 乳晕 区见 少许 点状 强化 结节 灶 最远 一枚 位于 右乳 11 点 腺体 后方 胸大肌 表面 大小 约 0.6 * 0.7 cm 形态 稍 不规则 ； 病灶 周围 血管 影较 对侧 增多 左乳 1 点 可见 点状 强化 结节 影 右侧 腋下 见 稍 大 淋巴结 短径 约 1.1 cm 淋巴 门 显示 不清 左侧 腋下 未见 肿大 淋巴结"
  },
  {
    "label": "HER-2阴性",
    "seg_text": "双乳 形态 正常 皮肤 光整 右乳 上方 皮肤 稍 增厚 水肿 右侧 乳 导管 轻度 扩张 右乳 外上 见 形态 不规则 稍长 T1 不均 质长 T 信号 肿块 弥散 受限 ADC 值约 1.0 * 10 - 3 增强 后 明显 不均 质 强化 其内 见 斑片 坏死 无 强化 区 肿块 实性 部分 TIC 呈 缓升 平台 型 强化 肿块 大小 约 . 8 * . 9 * . 3cm 肿块 前方 及前 下 导管 走行区 见 多发 点片 条片 异常 强化 信号 延伸 至 右侧 乳头 后方 右侧 乳头 内亦见 强化 信号 影左 乳腺 体 实质 内见 数个 小类 圆形 长 T1 长 T 囊性 信号 未见 强化 左侧 乳 导管 未见 明显 扩张 两侧 腋下 见 数个 形态 稍 饱满 小 淋巴结 肝脏 见类 圆形 长 T 异常 信号 未见 强化"
  },
  {
    "label": "HER-2阴性",
    "seg_text": "双乳 对称 皮肤 光整 双侧 乳头 未见 凹陷 右乳 内侧 - 3 点钟 方向 距离 乳头 约 6.7 cm 见类 圆形 略 短 T1 略长 T 信号 影 弥散 明显 受限 ADC 值约 0.68 * 10 \\ S \\ 3 大小 约 . 1 * . 1 * . 9cm 呈 浅分 叶状 增强 扫描 呈速升 平台 型 周围 见 多发 增粗 血管 影右 乳晕 后方 7 点 、 左 乳晕 后方 5 点 、 9 点见 数个 小 结节 状及 条状 强化 影 强化 曲线 呈 渐增 型 双乳 主导 管 轻度 扩张 两侧 腋下 数个 小 淋巴结"
  },
  {
    "label": "HER-2阴性",
    "seg_text": "双乳 对称 皮肤 光整 双侧 乳头 未见 明显 凹陷 右乳 外上 象限 10 点钟 方向 距离 乳头 约 4.3 cm 见 不规则 形等 T1 略长 T 信号 影 DWI 信号 增高 ADC 值约 0.638 * 10 \\ S \\ 3 增强 扫描 呈 渐增 型 强化 呈分 叶状 大小 约 1.5 * . 0cm ； 周围 见 多发 结节 影较 远 一枚 距离 肿块 约 . cm 左乳内 见 多发 小 结节 状 、 点 片状 轻度 强化 影 TIC 呈 渐增 型 部分 沿 导管 分布 左乳 主导 管 轻度 扩张 右侧 内乳链 上方 局部 DWI 高 信号 两侧 腋下 见 多发 小 淋巴结"
  },
  {
    "label": "HER-2阴性",
    "seg_text": "双乳 稍 欠 对称 皮肤 光整 双侧 乳头 凹陷 双乳 内 腺体 未见 退化 双侧 乳 导管 未见 明显 扩张 左乳上 象限 1 点 方向 可见 结节 影 范围 约 14.9 * 16.7 * 0.3 mmT1WI 稍低 信号 TWI 呈 高 信号 DWI 弥散 受限 ADC 值 最低 约 0.8 * 10 - 3 呈 平台 型 强化 与 周围 组织 分界 清余 双乳 实质 未见 明显 肿块 影双侧 腋下 未见 肿大 淋巴结"
  },
  {
    "label": "HER-2阴性",
    "seg_text": "双乳 对称 皮肤 光整 双侧 乳头 未见 凹陷 左乳 外侧 象限 约 3 - 4 点 腺体 后 1 / 3 见 不规则 肿块 影 范围 约 1.9 * 1.5 * 1.5 cmTWI 呈 稍低 信号 DWI 呈 高 信号 ADC 值约 0.83 * 10 - 3mm / s 边界 欠清见 蟹 足样 改变 周围 腺体 结构 紊乱 水肿 见 粗大 供血 动脉 增强 扫描 不 均匀 强化 TIC 呈速升 洗脱 型 肿块 前缘 约 0.6 cm 见 一 强化 结节 大小 约 0.6 * 0.6 * 0.5 cm 信号 特征 及 强化 方式 与 肿块 一致 左乳 另 见 小类 圆形 无 强化 长 T 结节 直径 小于 0.5 cm 右乳 导管 稍 扩张 双乳 见 多发 小点 片状 异常 强化 影 左侧 腋窝 见 数枚 肿大 淋巴结 较大 者 约 1.6 * 1.3 cm 弥散 受限 右侧 腋下 未见 肿大 淋巴结 肝内 见 多发 类 圆形 长 T 结节"
  },
  {
    "label": "HER-2阴性",
    "seg_text": "双乳 对称 皮肤 光整 双侧 乳头 未见 凹陷 双乳 内 腺体 少量 双侧 乳 导管 未见 明显 扩张 动态 增强 扫描 示左乳 1 点见 一类 圆形 强化 肿块 影 大小 约 1.5 * 1.6 * 1.9 cm 边缘 见 毛刺 TWI 高 信号 呈 环形 强化 曲线 呈 洗脱 型 ADC 值约 0.775 * 10 - 3 肿块 周围 血管 影较 对侧 增多 右乳 未见 明显 异常 强化 灶 左侧 腋下 见 形态 饱满 肿大 淋巴结 右侧 腋下 未见 肿大 淋巴结"
  },
  {
    "label": "HER-2阴性",
    "seg_text": "双乳 对称 皮肤 光整 双侧 乳头 未见 凹陷 双乳 内 腺体 丰富 双侧 乳 导管 轻度 扩张 积液 双乳 内散 在 少许 小 结节 样长 T 信号 较大 直径约 0.6 cm 动态 增强 扫描 示左乳 9 点 腺体 深部 见 一 肿块 影 大小 约 1.4 * 1.1 * 1.6 cm 形态 较 规则 边缘 稍 不光 整 强化 稍 不 均匀 TIC 渐增 型 TWI 明显 高 信号 弥散 受限 ADC 值约 . * 10 - 3 左乳 11 点 腺体 深部 见 一 强化 结节 影 大小 约 0.8 * 0.4 cmTIC 渐增 型 右乳 9 点 腺体 中部 见 一条 状 强化 灶 大小 约 1.4 * 0.5 cmTIC 渐增 型 右乳 5 点 腺体 中部 见 一条 状 强化 灶 直径约 0.8 cmTIC 渐增 型 余 双乳 内见 多发 点状 强化 结节 直径 均 ＜ 0.5 cm 双侧 腋下 未见 肿大 淋巴结"
  },
  {
    "label": "HER-2阴性",
    "seg_text": "双乳 对称 皮肤 光整 双侧 乳头 未见 凹陷 左乳外 上 象限 约 1 - 1 点钟 方向 后 1 / 3 见 一枚 类 圆形 结节 影 大小 约 1.7 * 1.4 cm 边缘 不规则 边缘 欠光 整平 扫 呈 等 T1 稍长 T 信号 影 DWI 信号 增高 ADC 信号 减低 约 0.705 * 10 - 3 增强 后 明显 强化 增强 曲线 呈速升 洗脱 型 双乳 另见 多发 类 圆形 囊性 长 T 信号 影双侧 乳 导管 未见 明显 扩张 片中 所示 右侧 腋下 未见 肿大 淋巴结 左侧 腋下 见 数个 形态 饱满 小 淋巴结"
  },
  {
    "label": "HER-2阴性",
    "seg_text": "双乳 对称 皮肤 光整 双侧 乳头 未见 凹陷 双乳 内 腺体 丰富 双侧 乳 导管 未见 明显 扩张 右乳 内上 象限 腺体 深部 可见 一等 T1 长 T 信号 肿块 影 TWI 见 环形 低 信号 影 增强 后见 明显 强化 形态 不规则 强化 不 均匀 边缘 不光 整 病灶 境界 不 清晰 呈 渐增 型 强化 ADC 值约 0.886 * 10 - 3mm / S 病变 紧邻 胸大肌 右乳 6 点 、 7 点 方向 中 1 / 3 见 小 结节 影 境界 清晰 直径 均 约 5.5 mm 增强 后 呈 渐进 强化 型 左乳未 见 明显 异常 强化 灶 双侧 腋下 未见 肿大 淋巴结"
  },
  {
    "label": "HER-2阴性",
    "seg_text": "双乳 形态 对称 右 乳头 周围 稍 偏内 上 局部 皮肤 轻度 水肿 右乳 上方 见囊 实性 肿块 大小 约 1.3 * 1.7 * 3.0 cmTWI 呈 明显 高 信号 其内 见 结节 状 稍低 信号 应 增强 后壁 呈 明显 环形 强化 壁 欠光 整见 附壁 强化 结节 持续上升 型 强化 右乳 内上 邻近 皮肤 轻度 强化 右 乳头 后方 腺体 中 后部 见 强化 小 结节 大小 约 0.6 * 0.4 cm 界 清速升 平台 型 强化 左乳点 腺体 后部 局部 腺体 结构 稍 扭曲 见局 灶 斑片 异常 强化 信号 范围 约 1.3 * 1.0 * 1.0 cmADC 值约 0.98 * 10 - 3 持续上升 型 强化 左乳 1 点 腺体 前部 见 强化 结节 大小 约 0.80 . 5cm 持续上升 型 强化 余 双乳 见 多发 强化 小 结节 直径 均 小于 0.5 cm 持续上升 型 / 平台 型 强化 两侧 乳 导管 未见 明显 扩张 两侧 腋下 未见 明显 肿大 淋巴结"
  },
  {
    "label": "HER-2阴性",
    "seg_text": "双乳 对称 皮肤 光整 双侧 乳头 未见 凹陷 左乳约 5 点半 腺体 后缘 见 一 1.9 * 1.7 * 1.3 cm 长 T1 混杂 T 信号 影 增强 后 呈 中等 不 均匀 强化 病灶 形态 不规则 边缘 不光 整 内部 强化 不 均匀 周边 强化 为主 ； 实性 区域 TIC 呈速升 平台 型 ； DWI 序列 信号 增高 ADC 值 最低 约 0.75 * 10 - 3 肿块 周围 及 后方 乳后 间隙 水肿 临近 胸肌 未见异常 强化 余 双乳 内见 数枚 斑点 及 小 结节 样 强化 右乳 最大 一枚 位于 乳头 后方 中 1 / 3 距 乳头 约 . 9cm 约 0.5 * 0.4 cmTIC 呈 洗脱 型 ； 左乳 最大 一枚 位于 左乳约 4 点 乳晕 后 直径约 0.6 cm 边缘 模糊 TIC 呈 洗脱 型 右乳 6 点 腺体 后部 见 一 0.6 * 0.5 cm 囊性 信号 影 边缘 强化 双侧 导管 轻度 扩张 双侧 腋下 未见 肿大 淋巴结"
  },
  {
    "label": "HER-2阴性",
    "seg_text": "左乳 上方 占位 穿刺 后 ： 左乳 上方 及外 下 象限 9 - 16 点 乳头 乳晕 后方 至 腺体 后缘 见散 在 多发 大小不等 结节 及斑 片状 异常 强化 边界 不清 强化 曲线 呈 破 平台 型 及 洗脱 型 DWI 序列 信号 明显 增高 ADC 值 最低 约 0.88 * 10 - 3 后方 胸大肌 未见 明确 异常 强化 左 腋下 I 区见 形态 饱满 淋巴结 左侧 第 - 3 前 肋间 见 一 微小 内乳 淋巴结 右乳 内见 散 在 少许 小囊 性 信号 影 最大 一枚 位于 9 点半 腺体 后缘 直径约 5.5 mm 未见 强化 余 右乳 内见 散 在 斑点 及微 结节 样 强化 右 腋下 见 少许 小 淋巴结"
  },
  {
    "label": "HER-2阴性",
    "seg_text": "双乳 对称 皮肤 光整 双侧 乳头 未见 凹陷 双侧 乳 导管 未见 明显 扩张 左乳外 下 象限 约 4 点钟 方向 腺体 中 1 / 3 肿块 影 大小 约 13.0 * 1 . * 14 . mm 肿块 形态 欠 规则 边缘 可见 毛刺 局部 与 周围 腺体 边界 欠清 邻近 腺体 结构 稍 扭曲 病灶 呈 稍长 T 稍长 T1 信号 DWI 明显 增高 ADC 值 减低 约 0.840 * 10 - 3mm / s 增强 扫描 呈速升 洗脱 型 不 均匀 强化 紧邻 病灶 内侧 见 一 9.5 * 3.6 mm 小条片 强化 边缘 模糊 右乳 见 数枚 强化 结节 较大 一枚 位于 1 点钟 方向 大小 约 5.6 * 3.8 * 6.1 mm 边缘 模糊 呈 渐升 型 均匀 强化 左侧 腋下 I 区见 数枚 形态 饱满 淋巴结 短径 约 10mm 右侧 腋下 未见 肿大 淋巴结"
  },
  {
    "label": "HER-2阴性",
    "seg_text": "双乳 对称 皮肤 光整 双侧 乳头 未见 凹陷 双侧 乳 导管 未见 明显 扩张 右乳 外下 象限 8 点钟 方向 腺体 后 1 / 3 距离 乳头 4.9 cm 处见 一 肿块 边缘 可见 毛刺 呈长 T 等 T1 信号 增强 明显 强化 中央 可见 坏死 区 TIC 曲线 呈速升 平台 型 大小 约 1.5 * 1.6 * 1.7 cm 病灶 右前方 见 一 相似 信号 小 结节 距离 病灶 约 0.4 cm 范围 约 0.3 cm 似 与 病灶 相连 左乳未 见 明显 异常 信号 影双侧 腋下 未见 肿大 淋巴结"
  },
  {
    "label": "HER-2阴性",
    "seg_text": "双乳 对称 皮肤 光整 右 乳头 内陷 左侧 乳头 未见 凹陷 右乳 上方 稍 偏内 见 一 不规则 肿块 影 大小 约 . 8 * * cm 平扫 呈 等 T1 长 T 信号 影 DWI 信号 明显 增高 ADC 值 降低 约 0.655 * 10 - 3 增强 后 明显 不 均匀 强化 强化 曲线 呈速升 轻度 洗脱 型 左乳内 上 象限 深部 、 左乳 外侧 腺体 后 1 / 3 及 左乳内 下 象限 腺体 边缘 见 多发 片状 及类 结节 状 强化 影余 双乳 见 多发 小点 片状 异常 强化 影双侧 乳 导管 未见 明显 扩张 双侧 腋下 未见 肿大 淋巴结 肝脏 内见 类 圆形 长 T1 长 T 信号 影未见 明显 强化"
  }
]